{"0": "\u0000", "1": "\u0001", "2": "\u0002", "3": "\u0003", "4": "\u0004", "5": "\u0005", "6": "\u0006", "7": "\u0007", "8": "\b", "9": "\t", "10": "\n", "11": "\u000b", "12": "\f", "13": "\r", "14": "\u000e", "15": "\u000f", "16": "\u0010", "17": "\u0011", "18": "\u0012", "19": "\u0013", "20": "\u0014", "21": "\u0015", "22": "\u0016", "23": "\u0017", "24": "\u0018", "25": "\u0019", "26": "\u001a", "27": "\u001b", "28": "\u001c", "29": "\u001d", "30": "\u001e", "31": "\u001f", "32": " ", "33": "!", "34": "\"", "35": "#", "36": "$", "37": "%", "38": "&", "39": "'", "40": "(", "41": ")", "42": "*", "43": "+", "44": ",", "45": "-", "46": ".", "47": "/", "48": "0", "49": "1", "50": "2", "51": "3", "52": "4", "53": "5", "54": "6", "55": "7", "56": "8", "57": "9", "58": ":", "59": ";", "60": "<", "61": "=", "62": ">", "63": "?", "64": "@", "65": "A", "66": "B", "67": "C", "68": "D", "69": "E", "70": "F", "71": "G", "72": "H", "73": "I", "74": "J", "75": "K", "76": "L", "77": "M", "78": "N", "79": "O", "80": "P", "81": "Q", "82": "R", "83": "S", "84": "T", "85": "U", "86": "V", "87": "W", "88": "X", "89": "Y", "90": "Z", "91": "[", "92": "\\", "93": "]", "94": "^", "95": "_", "96": "`", "97": "a", "98": "b", "99": "c", "100": "d", "101": "e", "102": "f", "103": "g", "104": "h", "105": "i", "106": "j", "107": "k", "108": "l", "109": "m", "110": "n", "111": "o", "112": "p", "113": "q", "114": "r", "115": "s", "116": "t", "117": "u", "118": "v", "119": "w", "120": "x", "121": "y", "122": "z", "123": "{", "124": "|", "125": "}", "126": "~", "127": "\u007f", "128": "\u0080", "129": "\u0081", "130": "\u0082", "131": "\u0083", "132": "\u0084", "133": "\u0085", "134": "\u0086", "135": "\u0087", "136": "\u0088", "137": "\u0089", "138": "\u008a", "139": "\u008b", "140": "\u008c", "141": "\u008d", "142": "\u008e", "143": "\u008f", "144": "\u0090", "145": "\u0091", "146": "\u0092", "147": "\u0093", "148": "\u0094", "149": "\u0095", "150": "\u0096", "151": "\u0097", "152": "\u0098", "153": "\u0099", "154": "\u009a", "155": "\u009b", "156": "\u009c", "157": "\u009d", "158": "\u009e", "159": "\u009f", "160": "\u00a0", "161": "\u00a1", "162": "\u00a2", "163": "\u00a3", "164": "\u00a4", "165": "\u00a5", "166": "\u00a6", "167": "\u00a7", "168": "\u00a8", "169": "\u00a9", "170": "\u00aa", "171": "\u00ab", "172": "\u00ac", "173": "\u00ad", "174": "\u00ae", "175": "\u00af", "176": "\u00b0", "177": "\u00b1", "178": "\u00b2", "179": "\u00b3", "180": "\u00b4", "181": "\u00b5", "182": "\u00b6", "183": "\u00b7", "184": "\u00b8", "185": "\u00b9", "186": "\u00ba", "187": "\u00bb", "188": "\u00bc", "189": "\u00bd", "190": "\u00be", "191": "\u00bf", "192": "\u00c0", "193": "\u00c1", "194": "\u00c2", "195": "\u00c3", "196": "\u00c4", "197": "\u00c5", "198": "\u00c6", "199": "\u00c7", "200": "\u00c8", "201": "\u00c9", "202": "\u00ca", "203": "\u00cb", "204": "\u00cc", "205": "\u00cd", "206": "\u00ce", "207": "\u00cf", "208": "\u00d0", "209": "\u00d1", "210": "\u00d2", "211": "\u00d3", "212": "\u00d4", "213": "\u00d5", "214": "\u00d6", "215": "\u00d7", "216": "\u00d8", "217": "\u00d9", "218": "\u00da", "219": "\u00db", "220": "\u00dc", "221": "\u00dd", "222": "\u00de", "223": "\u00df", "224": "\u00e0", "225": "\u00e1", "226": "\u00e2", "227": "\u00e3", "228": "\u00e4", "229": "\u00e5", "230": "\u00e6", "231": "\u00e7", "232": "\u00e8", "233": "\u00e9", "234": "\u00ea", "235": "\u00eb", "236": "\u00ec", "237": "\u00ed", "238": "\u00ee", "239": "\u00ef", "240": "\u00f0", "241": "\u00f1", "242": "\u00f2", "243": "\u00f3", "244": "\u00f4", "245": "\u00f5", "246": "\u00f6", "247": "\u00f7", "248": "\u00f8", "249": "\u00f9", "250": "\u00fa", "251": "\u00fb", "252": "\u00fc", "253": "\u00fd", "254": "\u00fe", "255": "\u00ff", "256": " t", "257": "he", "258": " a", "259": "in", "260": " the", "261": "er", "262": "on", "263": " ,", "264": "ed", "265": " s", "266": "re", "267": " o", "268": " w", "269": "nd", "270": "at", "271": "or", "272": " .", "273": "it", "274": "is", "275": " f", "276": "ar", "277": " c", "278": "en", "279": " of", "280": "es", "281": " in", "282": "an", "283": "al", "284": " b", "285": " p", "286": "ing", "287": "as", "288": " and", "289": " to", "290": "ic", "291": "ro", "292": " m", "293": " d", "294": " h", "295": "ion", "296": "le", "297": " T", "298": " re", "299": "ou", "300": " A", "301": " S", "302": " =", "303": " th", "304": "ent", "305": " \"", "306": "il", "307": "ol", "308": "el", "309": " @", "310": "st", "311": " C", "312": "ad", "313": " \n", "314": " l", "315": "om", "316": "ct", "317": " n", "318": " e", "319": " was", "320": " g", "321": "am", "322": "ir", "323": "ur", "324": " on", "325": "im", "326": " be", "327": " I", "328": " for", "329": " @-", "330": " @-@", "331": "ly", "332": " M", "333": " B", "334": " The", "335": "ot", "336": "id", "337": "iv", "338": "ith", "339": " as", "340": "ch", "341": " '", "342": "et", "343": "ation", "344": "ig", "345": "ow", "346": "ra", "347": " P", "348": " he", "349": "ce", "350": "ut", "351": " st", "352": " with", "353": "ay", "354": " that", "355": "us", "356": "ter", "357": " al", "358": "um", "359": " F", "360": "ul", "361": " H", "362": " R", "363": " W", "364": "ver", "365": "  ", "366": " G", "367": "em", "368": " wh", "369": " an", "370": " by", "371": "ist", "372": "un", "373": " at", "374": "19", "375": " N", "376": " J", "377": " con", "378": " is", "379": "th", "380": "ers", "381": "av", "382": " D", "383": "os", "384": " se", "385": " )", "386": "rom", "387": " (", "388": " de", "389": "and", "390": "od", "391": " E", "392": " L", "393": "ag", "394": "ere", "395": "ck", "396": " it", "397": "her", "398": "ies", "399": " were", "400": "00", "401": " his", "402": "ain", "403": "pp", "404": " pro", "405": "est", "406": "ri", "407": "ord", "408": " from", "409": "res", "410": "ort", "411": " su", "412": " com", "413": " In", "414": "ew", "415": "if", "416": " v", "417": "se", "418": "op", "419": " sh", "420": " O", "421": "ill", "422": "ate", "423": "ich", "424": "art", "425": " pl", "426": "ated", "427": "all", "428": "ber", "429": "ld", "430": "igh", "431": " ex", "432": " or", "433": "pt", "434": "und", "435": "rit", "436": "ess", "437": "ear", "438": "ab", "439": "gh", "440": "ore", "441": "pe", "442": "ak", "443": "ong", "444": "ard", "445": " K", "446": " U", "447": " \u00e2", "448": "ame", "449": "ish", "450": "ant", "451": " ch", "452": "ru", "453": "ity", "454": "og", "455": "qu", "456": " \u00e2\u0080", "457": "ud", "458": " ar", "459": " had", "460": " which", "461": "ian", "462": "ial", "463": "ip", "464": "ive", "465": "ment", "466": " are", "467": "ran", "468": " ;", "469": " St", "470": " le", "471": " Ch", "472": "ia", "473": "up", "474": "so", "475": "ost", "476": "ov", "477": "ac", "478": "own", "479": "ction", "480": "ary", "481": " not", "482": "our", "483": " y", "484": "out", "485": " k", "486": "ight", "487": "ap", "488": "20", "489": "ide", "490": " V", "491": " her", "492": "ine", "493": "ave", "494": "ast", "495": " r", "496": "ork", "497": "200", "498": " \u00e2\u0080\u0093", "499": "cc", "500": "ue", "501": "ell", "502": "ub", "503": " also", "504": "oc", "505": "ical", "506": " their", "507": "ition", "508": "ther", "509": "fter", "510": "ust", "511": "cl", "512": "ack", "513": "ign", "514": "ure", "515": " per", "516": "nt", "517": "ge", "518": "wo", "519": " He", "520": "ome", "521": "ous", "522": "ie", "523": " rec", "524": " un", "525": "ff", "526": " cont", "527": " fir", "528": "man", "529": "ould", "530": " cl", "531": "ime", "532": "oll", "533": "oin", "534": "ult", "535": "ass", "536": "ect", "537": "ater", "538": "201", "539": "ations", "540": " int", "541": " Y", "542": "pl", "543": "hed", "544": " Th", "545": "ond", "546": " Al", "547": " sc", "548": " first", "549": " ab", "550": "ark", "551": " its", "552": " ro", "553": " one", "554": "old", "555": "ough", "556": "uring", "557": "ire", "558": " te", "559": " whe", "560": " play", "561": " app", "562": " who", "563": "per", "564": "ok", "565": " this", "566": "du", "567": "ey", "568": " has", "569": "bum", "570": "ory", "571": " god", "572": " two", "573": "port", "574": " but", "575": " have", "576": " album", "577": " us", "578": " been", "579": " part", "580": " all", "581": " she", "582": " comp", "583": "ree", "584": " j", "585": " @.", "586": " @.@", "587": "olog", "588": "ence", "589": "mer", "590": " im", "591": "ely", "592": " off", "593": "ason", "594": "ound", "595": "te", "596": "ally", "597": "ities", "598": " year", "599": "ugh", "600": " dis", "601": "age", "602": "ry", "603": "ile", "604": " ad", "605": " en", "606": "ced", "607": "ach", "608": " :", "609": " after", "610": "18", "611": " res", "612": "ft", "613": " des", "614": " It", "615": "ited", "616": "ade", "617": "ph", "618": "ordan", "619": "ron", "620": " man", "621": "iz", "622": " @,", "623": " @,@", "624": "over", "625": " Jordan", "626": " other", "627": " Ar", "628": "act", "629": " over", "630": " Whe", "631": " Pol", "632": " ag", "633": " und", "634": " time", "635": " bec", "636": "clud", "637": "ents", "638": "ted", "639": "ied", "640": " air", "641": "for", "642": " Sh", "643": " rem", "644": "als", "645": "are", "646": "ib", "647": "ubl", "648": "les", "649": " Re", "650": " De", "651": " under", "652": "ts", "653": " Un", "654": "ress", "655": " Brit", "656": "ilm", "657": "leas", "658": " up", "659": "round", "660": "ite", "661": "ors", "662": " pre", "663": " they", "664": "ance", "665": " Se", "666": " more", "667": "ose", "668": "ock", "669": " includ", "670": " season", "671": "erv", "672": "vi", "673": "ae", "674": " ne", "675": "eler", "676": " new", "677": " them", "678": "ned", "679": "199", "680": " out", "681": "rough", "682": " record", "683": " inter", "684": "ice", "685": " sec", "686": "ces", "687": "ward", "688": " ev", "689": " Wheeler", "690": " spe", "691": " reg", "692": "reat", "693": "ind", "694": "oy", "695": "ik", "696": "ered", "697": "ild", "698": "gan", "699": " into", "700": "ee", "701": "chae", "702": "chaeolog", "703": " him", "704": " tra", "705": "ings", "706": " releas", "707": "ember", "708": " fl", "709": "way", "710": "ric", "711": "hip", "712": " film", "713": "tle", "714": "fer", "715": " work", "716": "ony", "717": "ans", "718": " comm", "719": "ular", "720": "able", "721": " Ind", "722": " during", "723": " produ", "724": " As", "725": "ace", "726": " act", "727": " most", "728": " ret", "729": "ull", "730": " would", "731": "rib", "732": " publ", "733": " pr", "734": " att", "735": "oth", "736": "aw", "737": " sub", "738": " On", "739": " form", "740": "usic", "741": " mon", "742": "land", "743": " only", "744": " fe", "745": "ning", "746": "ions", "747": " sp", "748": " Town", "749": " being", "750": " ear", "751": "ower", "752": "ail", "753": "ix", "754": "ates", "755": " gods", "756": "one", "757": " rel", "758": " cons", "759": "ount", "760": " British", "761": " bas", "762": "ener", "763": "ject", "764": "erman", "765": "use", "766": "ational", "767": "vel", "768": "end", "769": "son", "770": " game", "771": "iss", "772": "ens", "773": " num", "774": "ng", "775": " end", "776": "orth", "777": " German", "778": " ant", "779": "wn", "780": " three", "781": " four", "782": " fin", "783": "ick", "784": " kn", "785": " song", "786": " me", "787": "ished", "788": "iet", "789": "gy", "790": " go", "791": "ollow", "792": " through", "793": " second", "794": " team", "795": " met", "796": "arg", "797": "az", "798": " She", "799": "raft", "800": "red", "801": " am", "802": "iel", "803": "ames", "804": " York", "805": " ship", "806": " Polish", "807": "ook", "808": "ang", "809": " pol", "810": "een", "811": "fore", "812": "outh", "813": " such", "814": " pos", "815": " acc", "816": "ict", "817": " about", "818": " later", "819": " cent", "820": "air", "821": "rist", "822": "send", "823": "tern", "824": " some", "825": "ten", "826": " Townsend", "827": " writ", "828": " where", "829": "ake", "830": " sy", "831": "ons", "832": "ious", "833": " inc", "834": "imony", "835": "form", "836": " again", "837": " gro", "838": " min", "839": " bu", "840": "resent", "841": " made", "842": " rep", "843": "cted", "844": "ars", "845": " spec", "846": " while", "847": "orld", "848": " bet", "849": "ised", "850": " many", "851": " Egy", "852": " Egypt", "853": " when", "854": " than", "855": "000", "856": " ass", "857": " Bl", "858": " so", "859": " lead", "860": "ved", "861": "ath", "862": " New", "863": " ind", "864": " char", "865": "though", "866": "ute", "867": " supp", "868": " remain", "869": " before", "870": " Christ", "871": " follow", "872": " then", "873": "ob", "874": "ween", "875": " archaeolog", "876": "elf", "877": " ra", "878": "198", "879": " both", "880": " inst", "881": "ists", "882": "ily", "883": "ike", "884": " number", "885": " sign", "886": "ual", "887": " Z", "888": "ug", "889": " All", "890": "ating", "891": " inv", "892": "ool", "893": "amp", "894": " ac", "895": " sur", "896": " used", "897": " Com", "898": "hes", "899": "ve", "900": " Le", "901": "ral", "902": " hist", "903": "ield", "904": "led", "905": "rans", "906": " these", "907": " high", "908": " ob", "909": " ele", "910": "ern", "911": " sever", "912": "oh", "913": "194", "914": " Fey", "915": " do", "916": " there", "917": " car", "918": "orn", "919": " bel", "920": " oper", "921": "ived", "922": "ific", "923": " war", "924": " At", "925": " pe", "926": "aid", "927": " can", "928": " no", "929": " sing", "930": " tr", "931": " music", "932": " between", "933": "oot", "934": " years", "935": "other", "936": "eb", "937": "ky", "938": "ah", "939": "ale", "940": " Cl", "941": "ty", "942": " disc", "943": " div", "944": " dep", "945": "my", "946": " An", "947": " well", "948": "ren", "949": "craft", "950": "ures", "951": "emb", "952": " dec", "953": " could", "954": " art", "955": " became", "956": " stud", "957": " back", "958": "owe", "959": " began", "960": " After", "961": " released", "962": " poin", "963": "ife", "964": " United", "965": "dition", "966": "ci", "967": "pr", "968": "irect", "969": "ics", "970": " main", "971": "ters", "972": "osed", "973": " This", "974": " long", "975": " ser", "976": "aj", "977": " appear", "978": "arch", "979": "191", "980": "ision", "981": "igin", "982": "ored", "983": " public", "984": " qu", "985": " est", "986": " win", "987": " loc", "988": "overn", "989": "reas", "990": "ise", "991": " charact", "992": " offic", "993": " prom", "994": " day", "995": "   ", "996": "alled", "997": " ent", "998": " trans", "999": " ord", "1000": "ism", "1001": "ican", "1002": " sm", "1003": " em", "1004": "ton", "1005": "ury", "1006": "ier", "1007": " known", "1008": "imes", "1009": " cre", "1010": "ai", "1011": "velop", "1012": " imp", "1013": "ys", "1014": "10", "1015": "ional", "1016": " desc", "1017": " Egyptian", "1018": " rece", "1019": " dif", "1020": " bat", "1021": " pers", "1022": "pect", "1023": " mov", "1024": " def", "1025": " several", "1026": "ros", "1027": "ets", "1028": " gold", "1029": " NB", "1030": "rol", "1031": " class", "1032": " contin", "1033": "view", "1034": "io", "1035": "mas", "1036": " retur", "1037": " crit", "1038": "ting", "1039": "ather", "1040": " co", "1041": "ued", "1042": "ccess", "1043": "ured", "1044": " Ad", "1045": "ober", "1046": " including", "1047": "chool", "1048": " aircraft", "1049": " deities", "1050": " II", "1051": " develop", "1052": " design", "1053": " Nov", "1054": " origin", "1055": "its", "1056": " found", "1057": "ful", "1058": "ert", "1059": "ident", "1060": " Christmas", "1061": " hum", "1062": " doll", "1063": " antimony", "1064": " bl", "1065": " ver", "1066": "owever", "1067": "stru", "1068": " gun", "1069": "193", "1070": " ph", "1071": " serv", "1072": " feat", "1073": "ines", "1074": "cial", "1075": " ca", "1076": " arm", "1077": " state", "1078": "erm", "1079": " \u00e2\u0080\u0094", "1080": "ized", "1081": "ided", "1082": " For", "1083": "ues", "1084": "eneral", "1085": "ired", "1086": " exc", "1087": " May", "1088": "ople", "1089": "30", "1090": "192", "1091": " var", "1092": "row", "1093": " Con", "1094": "rum", "1095": " plan", "1096": " Joh", "1097": "aking", "1098": " col", "1099": "rang", "1100": "15", "1101": "ittle", "1102": "fl", "1103": " near", "1104": "illion", "1105": " against", "1106": "cept", "1107": "ural", "1108": " Col", "1109": " show", "1110": "ood", "1111": "ground", "1112": "ague", "1113": " GA", "1114": "\u00e0\u00b8", "1115": " series", "1116": "sk", "1117": " report", "1118": " Is", "1119": " bro", "1120": "ball", "1121": " Tru", "1122": "ments", "1123": " exp", "1124": " like", "1125": " success", "1126": "ides", "1127": " said", "1128": "ctions", "1129": "ivers", "1130": "ution", "1131": " though", "1132": "ash", "1133": " ann", "1134": " John", "1135": " any", "1136": " War", "1137": " occ", "1138": " own", "1139": "pped", "1140": " Amer", "1141": " cult", "1142": "iva", "1143": " although", "1144": "urt", "1145": " small", "1146": "omin", "1147": " describ", "1148": " November", "1149": " early", "1150": " project", "1151": "ince", "1152": " Be", "1153": "gg", "1154": "ract", "1155": " Shiva", "1156": " NBA", "1157": " mil", "1158": " set", "1159": " iss", "1160": "aged", "1161": " head", "1162": "amed", "1163": "vent", "1164": " care", "1165": "iety", "1166": " result", "1167": " op", "1168": " Comm", "1169": " five", "1170": " pop", "1171": " partic", "1172": "12", "1173": "eek", "1174": " group", "1175": "field", "1176": " same", "1177": "ible", "1178": "ative", "1179": " hal", "1180": " ins", "1181": " Ant", "1182": "oard", "1183": " Me", "1184": " coin", "1185": " Air", "1186": " Truj", "1187": " Trujill", "1188": " down", "1189": " book", "1190": "oman", "1191": "wards", "1192": " played", "1193": " did", "1194": " dam", "1195": " $", "1196": " called", "1197": " history", "1198": " India", "1199": "ane", "1200": " Trujillo", "1201": " excav", "1202": " Wh", "1203": "ven", "1204": "ined", "1205": " support", "1206": " represent", "1207": "ross", "1208": " power", "1209": " %", "1210": "ually", "1211": " each", "1212": " comple", "1213": " start", "1214": " aut", "1215": "gra", "1216": " belie", "1217": " /", "1218": "17", "1219": " fam", "1220": " Oct", "1221": " October", "1222": "ogra", "1223": "195", "1224": " Am", "1225": " Val", "1226": "ird", "1227": "cess", "1228": " port", "1229": "ung", "1230": " single", "1231": "uch", "1232": " Rock", "1233": "ium", "1234": " along", "1235": "ility", "1236": " gu", "1237": " dem", "1238": " Aust", "1239": " million", "1240": " King", "1241": " Jan", "1242": "ained", "1243": "quad", "1244": " top", "1245": "ording", "1246": "overnment", "1247": "uc", "1248": "ones", "1249": " Car", "1250": " direct", "1251": " appro", "1252": "avy", "1253": " ran", "1254": " following", "1255": " took", "1256": "orm", "1257": "une", "1258": "tend", "1259": " left", "1260": "ram", "1261": " giv", "1262": "ause", "1263": "stit", "1264": " hand", "1265": " ed", "1266": " tur", "1267": "iod", "1268": "ilt", "1269": " included", "1270": " North", "1271": " vi", "1272": "ideo", "1273": " received", "1274": " character", "1275": " activ", "1276": " we", "1277": " place", "1278": " eff", "1279": " stru", "1280": " world", "1281": "ank", "1282": " use", "1283": "197", "1284": "ement", "1285": " home", "1286": " you", "1287": "ajor", "1288": " position", "1289": "aced", "1290": " Min", "1291": " build", "1292": " six", "1293": " people", "1294": " career", "1295": "mber", "1296": "ots", "1297": "leet", "1298": "\u00c3\u00ad", "1299": " Sap", "1300": " pur", "1301": "uss", "1302": "umb", "1303": " infl", "1304": " described", "1305": "enn", "1306": "cer", "1307": " dollar", "1308": " perform", "1309": "ret", "1310": " dist", "1311": " Sc", "1312": " dest", "1313": " consid", "1314": "oun", "1315": "useum", "1316": "abl", "1317": " ships", "1318": " Saprang", "1319": "lay", "1320": " release", "1321": "ified", "1322": "13", "1323": " prop", "1324": " constru", "1325": "isted", "1326": " Apr", "1327": " April", "1328": " life", "1329": " increas", "1330": " States", "1331": "ll", "1332": " Mark", "1333": " Ph", "1334": " Dece", "1335": " Rout", "1336": "itary", "1337": "uro", "1338": "xt", "1339": " addition", "1340": "ove", "1341": "ax", "1342": "ively", "1343": " US", "1344": "con", "1345": " December", "1346": "ina", "1347": " open", "1348": " person", "1349": " No", "1350": "sen", "1351": " prof", "1352": " half", "1353": " count", "1354": "ards", "1355": " child", "1356": " school", "1357": " mat", "1358": " games", "1359": " differ", "1360": " tem", "1361": "self", "1362": "ately", "1363": "ring", "1364": " period", "1365": " South", "1366": " World", "1367": " away", "1368": "ins", "1369": " Sb", "1370": " stand", "1371": " Char", "1372": "els", "1373": " rest", "1374": " They", "1375": "ink", "1376": "used", "1377": " my", "1378": " post", "1379": " within", "1380": "ase", "1381": " review", "1382": " Aug", "1383": " August", "1384": " establ", "1385": "read", "1386": "ently", "1387": " week", "1388": " trad", "1389": " larg", "1390": "soci", "1391": "ann", "1392": "rote", "1393": " human", "1394": " sl", "1395": "ado", "1396": " Route", "1397": " perfor", "1398": "mb", "1399": "uary", "1400": " control", "1401": "ially", "1402": "ried", "1403": " around", "1404": "roy", "1405": " track", "1406": " site", "1407": " name", "1408": " another", "1409": "omen", "1410": " organ", "1411": " fig", "1412": "ria", "1413": " miss", "1414": "ared", "1415": "ene", "1416": " just", "1417": " mod", "1418": " eng", "1419": " produced", "1420": " June", "1421": "11", "1422": "rew", "1423": "hern", "1424": "ulf", "1425": " Fran", "1426": " Lond", "1427": " London", "1428": " Bull", "1429": "quadron", "1430": "lect", "1431": " Eng", "1432": "ached", "1433": "hest", "1434": " chart", "1435": "empt", "1436": "ister", "1437": "rop", "1438": " influ", "1439": "aves", "1440": "oring", "1441": "side", "1442": "vious", "1443": " those", "1444": "iqu", "1445": " hel", "1446": " General", "1447": " You", "1448": "any", "1449": " came", "1450": "ically", "1451": "eter", "1452": " even", "1453": "ograph", "1454": " right", "1455": " ever", "1456": " monum", "1457": " Markgra", "1458": " Markgraf", "1459": " Furt", "1460": " Furtado", "1461": " third", "1462": " There", "1463": " During", "1464": "ouse", "1465": " much", "1466": " Sept", "1467": " September", "1468": " prov", "1469": "186", "1470": "ature", "1471": " sit", "1472": " attempt", "1473": " published", "1474": "196", "1475": " Archaeolog", "1476": " Shol", "1477": " Sholay", "1478": " Euro", "1479": "ales", "1480": "embers", "1481": "aving", "1482": " points", "1483": " sk", "1484": " great", "1485": " order", "1486": " prot", "1487": " present", "1488": " Ne", "1489": " Fl", "1490": " gener", "1491": " Little", "1492": "ander", "1493": " named", "1494": " pass", "1495": "14", "1496": " Indian", "1497": " Te", "1498": " Jack", "1499": "urther", "1500": "ford", "1501": " family", "1502": " often", "1503": "ski", "1504": " role", "1505": "uted", "1506": " stated", "1507": " invol", "1508": " particular", "1509": " final", "1510": " tw", "1511": " held", "1512": " month", "1513": "arly", "1514": " wrote", "1515": "amb", "1516": "mercial", "1517": "reak", "1518": " Roman", "1519": "irc", "1520": " import", "1521": " performan", "1522": " Ali", "1523": " Valky", "1524": " previous", "1525": "omet", "1526": " pres", "1527": " major", "1528": "orp", "1529": " UK", "1530": "ront", "1531": " land", "1532": "ead", "1533": "ple", "1534": " American", "1535": "ris", "1536": " beh", "1537": "25", "1538": " West", "1539": " soc", "1540": " goal", "1541": " sugg", "1542": " suggest", "1543": " join", "1544": "hen", "1545": "lying", "1546": " repl", "1547": " sim", "1548": "ged", "1549": " unt", "1550": " requ", "1551": " since", "1552": " built", "1553": " because", "1554": " may", "1555": " band", "1556": " Ge", "1557": " Europe", "1558": " deb", "1559": " seen", "1560": "pping", "1561": " led", "1562": "AA", "1563": " prim", "1564": "ader", "1565": "arge", "1566": " original", "1567": " gr", "1568": " members", "1569": " lim", "1570": " resp", "1571": "ope", "1572": " vis", "1573": "off", "1574": " auth", "1575": " relig", "1576": " cover", "1577": "ray", "1578": " Ju", "1579": " aer", "1580": " January", "1581": " real", "1582": " returned", "1583": " different", "1584": " Army", "1585": " until", "1586": "oss", "1587": " last", "1588": " ref", "1589": "pite", "1590": " promot", "1591": " noted", "1592": "ission", "1593": "med", "1594": " km", "1595": " City", "1596": " gl", "1597": " Can", "1598": "ention", "1599": " term", "1600": " However", "1601": " press", "1602": "dom", "1603": "ez", "1604": " large", "1605": "stem", "1606": " throughout", "1607": " based", "1608": " Or", "1609": " fem", "1610": " init", "1611": "eng", "1612": "ley", "1613": "ox", "1614": "ages", "1615": " mark", "1616": " north", "1617": " area", "1618": " scored", "1619": " train", "1620": " Red", "1621": " star", "1622": " Britain", "1623": "aton", "1624": " Valkyria", "1625": "ploy", "1626": " stat", "1627": " due", "1628": " tri", "1629": "ble", "1630": " Music", "1631": " Feb", "1632": " Febru", "1633": " February", "1634": " songs", "1635": "ery", "1636": " [", "1637": " ]", "1638": " obs", "1639": " dra", "1640": "ator", "1641": "oyal", "1642": " opp", "1643": " circ", "1644": " polit", "1645": " pil", "1646": " Eaton", "1647": " Bulls", "1648": " military", "1649": " Sec", "1650": " operations", "1651": " player", "1652": "ott", "1653": " adv", "1654": " city", "1655": " way", "1656": " what", "1657": " recorded", "1658": " det", "1659": " His", "1660": " del", "1661": " equ", "1662": " south", "1663": " now", "1664": "16", "1665": " won", "1666": " death", "1667": "ls", "1668": " ft", "1669": "arrow", "1670": "21", "1671": " line", "1672": "ep", "1673": " Fin", "1674": "arian", "1675": " commun", "1676": "vin", "1677": " sound", "1678": "osa", "1679": "oviet", "1680": "\u00c5\u0082", "1681": "vol", "1682": " sold", "1683": " list", "1684": " best", "1685": " foot", "1686": "cy", "1687": "af", "1688": "atory", "1689": " further", "1690": " given", "1691": "ats", "1692": " commercial", "1693": " Mc", "1694": "omb", "1695": "action", "1696": " divine", "1697": " Soviet", "1698": " system", "1699": " will", "1700": " ty", "1701": " make", "1702": "ves", "1703": " Pro", "1704": " Ex", "1705": " government", "1706": " various", "1707": "ner", "1708": " father", "1709": "aim", "1710": " And", "1711": " late", "1712": " Par", "1713": " Des", "1714": " Univers", "1715": "ruis", "1716": " local", "1717": "ask", "1718": " red", "1719": " considered", "1720": "arker", "1721": "aken", "1722": " Blue", "1723": " poss", "1724": "lev", "1725": " club", "1726": "get", "1727": " March", "1728": " Long", "1729": "abor", "1730": " str", "1731": "\u00c3\u00a9", "1732": "ica", "1733": " Kingdom", "1734": "hips", "1735": " Stra", "1736": " Clark", "1737": " ep", "1738": " if", "1739": "app", "1740": " himself", "1741": " short", "1742": "chan", "1743": " sty", "1744": " Black", "1745": " ext", "1746": " sent", "1747": " signed", "1748": "rid", "1749": " women", "1750": " cour", "1751": " profess", "1752": "ices", "1753": " conc", "1754": " Although", "1755": " contract", "1756": " rock", "1757": " Squadron", "1758": "ny", "1759": " underground", "1760": " run", "1761": "apt", "1762": " help", "1763": " With", "1764": " award", "1765": " destroy", "1766": " es", "1767": " production", "1768": "ourn", "1769": " pat", "1770": " continued", "1771": " critic", "1772": "uals", "1773": " reported", "1774": "nder", "1775": " allow", "1776": " east", "1777": " Rec", "1778": "50", "1779": " Gu", "1780": " Columb", "1781": " National", "1782": "isc", "1783": " water", "1784": "ael", "1785": "ants", "1786": " national", "1787": " These", "1788": " former", "1789": "adem", "1790": "astern", "1791": " Cull", "1792": " Cold", "1793": " developed", "1794": "estern", "1795": " forces", "1796": "ption", "1797": " without", "1798": " fore", "1799": " Mar", "1800": "ives", "1801": " light", "1802": "sequ", "1803": " building", "1804": "eder", "1805": "ivil", "1806": " author", "1807": "24", "1808": "iron", "1809": " among", "1810": " country", "1811": " guns", "1812": " fun", "1813": " moved", "1814": " hour", "1815": "HL", "1816": " appoin", "1817": " syn", "1818": " excavation", "1819": " Clarkson", "1820": "icles", "1821": " take", "1822": "ulation", "1823": " attack", "1824": " never", "1825": " times", "1826": " conf", "1827": " popular", "1828": " vers", "1829": "ences", "1830": "istic", "1831": "ination", "1832": " el", "1833": " observ", "1834": "der", "1835": "olid", "1836": "yl", "1837": " scoring", "1838": " voc", "1839": "ke", "1840": " Cullen", "1841": "ples", "1842": " tradition", "1843": " Jew", "1844": " Poland", "1845": "ithic", "1846": " Bat", "1847": " Med", "1848": "iving", "1849": " hig", "1850": " exper", "1851": "hod", "1852": "ital", "1853": "gin", "1854": " next", "1855": "ody", "1856": " By", "1857": "hib", "1858": "ne", "1859": " point", "1860": " activities", "1861": " Barker", "1862": " mid", "1863": " la", "1864": " species", "1865": " Ac", "1866": " League", "1867": "edy", "1868": "gal", "1869": "anta", "1870": "rench", "1871": " metal", "1872": " Mader", "1873": "ferred", "1874": " Em", "1875": "itted", "1876": " low", "1877": " fre", "1878": "au", "1879": " become", "1880": "ving", "1881": " special", "1882": " expl", "1883": " cert", "1884": " ide", "1885": " fire", "1886": "AS", "1887": "ara", "1888": " attend", "1889": " still", "1890": "ata", "1891": " cut", "1892": " tit", "1893": " construction", "1894": " hold", "1895": " behind", "1896": " colle", "1897": "part", "1898": " med", "1899": "ords", "1900": "aries", "1901": "ief", "1902": " century", "1903": "ling", "1904": " subm", "1905": " level", "1906": "ont", "1907": " FI", "1908": "100", "1909": "layer", "1910": "sp", "1911": " important", "1912": " occup", "1913": " Fern", "1914": " Fernand", "1915": " French", "1916": " fleet", "1917": " Madero", "1918": "stitute", "1919": " III", "1920": "pend", "1921": " events", "1922": " however", "1923": " mater", "1924": " live", "1925": "23", "1926": " Acc", "1927": "enced", "1928": "senal", "1929": " should", "1930": " effect", "1931": " side", "1932": "ublic", "1933": "iter", "1934": "ness", "1935": "ize", "1936": " Jackets", "1937": "ering", "1938": " believed", "1939": " Ital", "1940": "board", "1941": " struck", "1942": " Best", "1943": "odrom", "1944": " discover", "1945": " caves", "1946": " Chron", "1947": "aps", "1948": " camp", "1949": " battle", "1950": " successful", "1951": " kill", "1952": " written", "1953": " event", "1954": " tro", "1955": " val", "1956": " police", "1957": " signific", "1958": " histor", "1959": " compet", "1960": "ivate", "1961": " Pr", "1962": "line", "1963": " Mich", "1964": "ival", "1965": " Fernandez", "1966": "ogue", "1967": "viation", "1968": " Coldrum", "1969": " tomb", "1970": "play", "1971": "oad", "1972": " sw", "1973": "hel", "1974": "aff", "1975": " material", "1976": "oor", "1977": "atter", "1978": "ising", "1979": "iting", "1980": "ensive", "1981": "levision", "1982": "ham", "1983": " cal", "1984": "ient", "1985": " shot", "1986": "let", "1987": " remained", "1988": " earl", "1989": " fund", "1990": " Austral", "1991": "bar", "1992": "vey", "1993": " across", "1994": " reached", "1995": "arm", "1996": " Royal", "1997": "yd", "1998": " performance", "1999": " Awards", "2000": "ians", "2001": "rapped", "2002": " sulf", "2003": " regime", "2004": " Antimony", "2005": " video", "2006": " story", "2007": "ivid", "2008": "ither", "2009": " female", "2010": " interest", "2011": "idence", "2012": " suff", "2013": " creat", "2014": "par", "2015": "ilar", "2016": " ..", "2017": " nov", "2018": "ances", "2019": " James", "2020": "rack", "2021": "ked", "2022": " coll", "2023": " mar", "2024": "iber", "2025": "iver", "2026": "rict", "2027": "oat", "2028": " less", "2029": "ef", "2030": "sociation", "2031": " educ", "2032": " Her", "2033": " claim", "2034": " Early", "2035": "riend", "2036": " fac", "2037": " Columbus", "2038": " Phil", "2039": "ports", "2040": " appointed", "2041": " July", "2042": " damage", "2043": " viol", "2044": " albums", "2045": " coins", "2046": " archaeological", "2047": " Chronicles", "2048": " having", "2049": " somet", "2050": " den", "2051": "elt", "2052": " ...", "2053": " leading", "2054": " put", "2055": " Some", "2056": " Two", "2057": "rated", "2058": " men", "2059": "ably", "2060": " days", "2061": " Gre", "2062": " performed", "2063": " round", "2064": " Rep", "2065": "cing", "2066": " few", "2067": " wind", "2068": " wife", "2069": " Soc", "2070": "ken", "2071": "sh", "2072": " feet", "2073": "iam", "2074": "ape", "2075": " sex", "2076": " deal", "2077": " league", "2078": " training", "2079": "ference", "2080": " University", "2081": " Bill", "2082": " writing", "2083": " mm", "2084": "ounds", "2085": " Carol", "2086": "aster", "2087": " flight", "2088": "iding", "2089": " monument", "2090": "etball", "2091": " Wrapped", "2092": " archaeology", "2093": "com", "2094": "akes", "2095": "volution", "2096": " individ", "2097": " cap", "2098": " created", "2099": " need", "2100": " av", "2101": " goals", "2102": " damaged", "2103": " established", "2104": " officers", "2105": "aper", "2106": " Union", "2107": " Bro", "2108": " fav", "2109": "oliday", "2110": " tour", "2111": " shr", "2112": " Island", "2113": " least", "2114": " NHL", "2115": "vers", "2116": " appeared", "2117": "atic", "2118": " Year", "2119": " relations", "2120": "40", "2121": " sol", "2122": " flying", "2123": " Lo", "2124": "ico", "2125": " reaction", "2126": "rania", "2127": " Jewish", "2128": " Institute", "2129": "aled", "2130": "fic", "2131": " limited", "2132": "ops", "2133": " cr", "2134": "imately", "2135": " When", "2136": "ought", "2137": " novel", "2138": " According", "2139": " Ark", "2140": " museum", "2141": " old", "2142": " central", "2143": " front", "2144": "ior", "2145": " instead", "2146": "ended", "2147": "ec", "2148": "ressed", "2149": " Cent", "2150": " \u00c2", "2151": "lear", "2152": " cou", "2153": " Canad", "2154": " aver", "2155": " host", "2156": "rand", "2157": " followed", "2158": " say", "2159": "iness", "2160": " decl", "2161": " bur", "2162": " aerodrom", "2163": "aven", "2164": " While", "2165": " return", "2166": " er", "2167": "iers", "2168": " ter", "2169": " One", "2170": " comb", "2171": " gave", "2172": "elling", "2173": "oon", "2174": "tal", "2175": " strong", "2176": " Fair", "2177": " cor", "2178": " Sur", "2179": " Society", "2180": " children", "2181": "outhern", "2182": "chol", "2183": " phot", "2184": " Tim", "2185": " remains", "2186": " cur", "2187": " political", "2188": " mix", "2189": " shown", "2190": " Atl", "2191": " Thak", "2192": "tles", "2193": "dess", "2194": " appl", "2195": "nyi", "2196": " Urania", "2197": " cave", "2198": "abbar", "2199": "olithic", "2200": " archaeologist", "2201": " par", "2202": " development", "2203": " making", "2204": " players", "2205": "ories", "2206": " very", "2207": "igned", "2208": "ways", "2209": " Ab", "2210": "ience", "2211": "utes", "2212": " see", "2213": " young", "2214": " mem", "2215": " Pe", "2216": "ected", "2217": " others", "2218": "ened", "2219": "ched", "2220": " agre", "2221": "int", "2222": " Navy", "2223": "ald", "2224": " schools", "2225": "by", "2226": " capt", "2227": " Gir", "2228": "ying", "2229": " estim", "2230": " fail", "2231": " Academ", "2232": " every", "2233": " version", "2234": " ste", "2235": "wood", "2236": " rad", "2237": " Video", "2238": " Finals", "2239": " common", "2240": " Port", "2241": " prog", "2242": "anted", "2243": "eep", "2244": " action", "2245": " ident", "2246": " pie", "2247": " issue", "2248": " general", "2249": " Q", "2250": " Museum", "2251": " foc", "2252": " television", "2253": " tow", "2254": "alk", "2255": " leg", "2256": " Sm", "2257": " Pres", "2258": " personal", "2259": "ipp", "2260": "60", "2261": "aval", "2262": " che", "2263": " employ", "2264": " &", "2265": " Bar", "2266": " significant", "2267": " gre", "2268": " condu", "2269": " religious", "2270": "chn", "2271": " eight", "2272": " playoff", "2273": " ten", "2274": " joined", "2275": " subsequ", "2276": " storm", "2277": " block", "2278": " primary", "2279": " br", "2280": "rz", "2281": " battles", "2282": " figure", "2283": "ctor", "2284": " submar", "2285": "amber", "2286": " Young", "2287": " bask", "2288": " characters", "2289": " using", "2290": "aining", "2291": " decided", "2292": " thought", "2293": " reve", "2294": " too", "2295": " style", "2296": " include", "2297": " insp", "2298": " purp", "2299": "me", "2300": " located", "2301": "het", "2302": " carb", "2303": " taken", "2304": "rought", "2305": " hop", "2306": " ball", "2307": " pain", "2308": "rior", "2309": "ches", "2310": " add", "2311": " station", "2312": "ington", "2313": " fif", "2314": " Ed", "2315": " little", "2316": " friend", "2317": " accom", "2318": " closed", "2319": " Gl", "2320": " mount", "2321": " match", "2322": " cm", "2323": " gen", "2324": " range", "2325": " region", "2326": " trade", "2327": " free", "2328": " shoot", "2329": " view", "2330": " inch", "2331": " sil", "2332": " Billboard", "2333": " Cro", "2334": " operation", "2335": "ream", "2336": " cultural", "2337": "ati", "2338": " Devin", "2339": "agogue", "2340": " FIT", "2341": " Loose", "2342": " Battle", "2343": "ilities", "2344": " aff", "2345": " exist", "2346": " becom", "2347": "anding", "2348": "rest", "2349": " similar", "2350": "ournal", "2351": "ffic", "2352": " announ", "2353": " how", "2354": " process", "2355": " started", "2356": "ha", "2357": "ole", "2358": " brought", "2359": "ridge", "2360": " draw", "2361": "osing", "2362": " School", "2363": " professional", "2364": "augh", "2365": " Blackie", "2366": "ett", "2367": "co", "2368": " Girls", "2369": " Su", "2370": "rodu", "2371": " intern", "2372": "ament", "2373": "inent", "2374": " En", "2375": "ators", "2376": " Russ", "2377": " earlier", "2378": " recording", "2379": " Dav", "2380": " accept", "2381": " went", "2382": "rag", "2383": " Sp", "2384": " indust", "2385": " Film", "2386": " Def", "2387": " cruis", "2388": " goddess", "2389": " image", "2390": " Slayer", "2391": " transport", "2392": "agre", "2393": " Ll", "2394": " Germany", "2395": "vati", "2396": " Strapping", "2397": " Ve", "2398": " Gabbar", "2399": "ansfield", "2400": " outside", "2401": " director", "2402": "itive", "2403": " occur", "2404": "ficult", "2405": "ense", "2406": "alth", "2407": "ased", "2408": " Reg", "2409": " Dar", "2410": "pper", "2411": "sel", "2412": " evidence", "2413": "cient", "2414": " begin", "2415": " full", "2416": " staff", "2417": " upon", "2418": " involved", "2419": " ly", "2420": " particularly", "2421": " Rich", "2422": "work", "2423": " sum", "2424": " self", "2425": " stone", "2426": " State", "2427": " troops", "2428": " Most", "2429": "185", "2430": " lost", "2431": "adel", "2432": "adelph", "2433": "adelphia", "2434": "partment", "2435": " above", "2436": "oted", "2437": "ration", "2438": " past", "2439": " Geor", "2440": "ogn", "2441": " Association", "2442": "enth", "2443": "44", "2444": " debut", "2445": "rent", "2446": " Michael", "2447": "reet", "2448": "van", "2449": " comedy", "2450": " Hung", "2451": " formed", "2452": " deity", "2453": " polic", "2454": " ox", "2455": " Varg", "2456": " Vargas", "2457": " Llosa", "2458": " End", "2459": " SN", "2460": " SNL", "2461": " Parvati", "2462": " features", "2463": " mult", "2464": " Game", "2465": " grow", "2466": " difficult", "2467": " minor", "2468": " Direct", "2469": " chang", "2470": "22", "2471": " loss", "2472": " impro", "2473": " despite", "2474": " felt", "2475": " cop", "2476": " Arkans", "2477": " official", "2478": " prob", "2479": " indic", "2480": " shell", "2481": "aces", "2482": " mag", "2483": "aching", "2484": " private", "2485": "elled", "2486": "ology", "2487": " recogn", "2488": " Australia", "2489": " lack", "2490": "atin", "2491": " lo", "2492": " total", "2493": " inj", "2494": " minute", "2495": "ization", "2496": " Tr", "2497": " suggested", "2498": "angu", "2499": " High", "2500": "ler", "2501": " Under", "2502": " Carolina", "2503": " films", "2504": "han", "2505": "alin", "2506": " East", "2507": " introdu", "2508": " rit", "2509": " Egyptians", "2510": " myth", "2511": " culture", "2512": "formation", "2513": " Domin", "2514": " assass", "2515": " reag", "2516": "\u00c3\u00b3", "2517": " island", "2518": "ASP", "2519": " chamber", "2520": " Lad", "2521": " basketball", "2522": " pra", "2523": "ranch", "2524": "lected", "2525": " Up", "2526": " fell", "2527": " member", "2528": " house", "2529": " force", "2530": " worked", "2531": " seven", "2532": "atch", "2533": " mor", "2534": " featured", "2535": "itions", "2536": " announced", "2537": " prin", "2538": " stri", "2539": "eh", "2540": " ill", "2541": " Tower", "2542": " Bu", "2543": " Arkansas", "2544": "28", "2545": " perm", "2546": "gen", "2547": " Per", "2548": " shows", "2549": " surround", "2550": " dev", "2551": "ography", "2552": " England", "2553": " Many", "2554": " schol", "2555": "orthern", "2556": " nature", "2557": " able", "2558": "45", "2559": " fired", "2560": " hit", "2561": " weeks", "2562": "mented", "2563": " langu", "2564": " Academy", "2565": " according", "2566": " Sing", "2567": " night", "2568": "iral", "2569": " aud", "2570": " Act", "2571": "orship", "2572": " Bh", "2573": "ele", "2574": " treat", "2575": "yn", "2576": " America", "2577": " Fleet", "2578": " holiday", "2579": " D\u00c3\u00ad", "2580": " D\u00c3\u00adaz", "2581": " Republic", "2582": " synagogue", "2583": "\u00c5\u0084", "2584": "OT", "2585": "anes", "2586": " pen", "2587": " epis", "2588": " episod", "2589": " elements", "2590": " once", "2591": "ential", "2592": " either", "2593": " heavy", "2594": " Pl", "2595": " names", "2596": " tre", "2597": "ster", "2598": " Ram", "2599": " originally", "2600": " designed", "2601": " instrum", "2602": " avail", "2603": "pects", "2604": " qual", "2605": " forms", "2606": " Will", "2607": " vol", "2608": "184", "2609": " Hist", "2610": " remaining", "2611": "ederal", "2612": " completed", "2613": " fact", "2614": "utive", "2615": " issued", "2616": " Department", "2617": " establish", "2618": " mer", "2619": " studio", "2620": " students", "2621": " instit", "2622": "ush", "2623": "imon", "2624": " Fe", "2625": " Met", "2626": " Af", "2627": " base", "2628": " close", "2629": " Man", "2630": " draft", "2631": "sec", "2632": " break", "2633": " represented", "2634": " arch", "2635": " community", "2636": " inches", "2637": " object", "2638": " Charles", "2639": " law", "2640": " fict", "2641": "istan", "2642": " whom", "2643": "usiness", "2644": " regular", "2645": "AT", "2646": " anti", "2647": " eastern", "2648": " depic", "2649": " figures", "2650": " rul", "2651": "odies", "2652": " Mon", "2653": " increasing", "2654": " Mint", "2655": " yl", "2656": " Dominican", "2657": " Zagre", "2658": " Zagreb", "2659": " Germans", "2660": " Neolithic", "2661": " stones", "2662": " Thai", "2663": " playing", "2664": " Second", "2665": " anim", "2666": "por", "2667": " typ", "2668": "urg", "2669": " command", "2670": "leg", "2671": "uk", "2672": " appearance", "2673": "lish", "2674": "29", "2675": " Light", "2676": " Government", "2677": " situ", "2678": " subject", "2679": " nearly", "2680": " placed", "2681": " Records", "2682": " born", "2683": " largely", "2684": " Adm", "2685": " \u00e2\u0080\u0099", "2686": " died", "2687": " Ele", "2688": "vert", "2689": " broken", "2690": " southern", "2691": "ison", "2692": " social", "2693": " find", "2694": "ampions", "2695": " Western", "2696": " winning", "2697": " might", "2698": " dead", "2699": "onn", "2700": "medi", "2701": "istics", "2702": " sun", "2703": " silver", "2704": " twent", "2705": "orus", "2706": "ulated", "2707": " Atlanta", "2708": " crew", "2709": "tain", "2710": " bomb", "2711": " lab", "2712": " ru", "2713": " case", "2714": " WASP", "2715": "anda", "2716": " FITs", "2717": " Stansfield", "2718": " Archaeology", "2719": " theme", "2720": " carried", "2721": " turn", "2722": " does", "2723": " effort", "2724": " esc", "2725": " remov", "2726": " initially", "2727": " modern", "2728": "ibility", "2729": " pot", "2730": "27", "2731": " English", "2732": "500", "2733": " sto", "2734": " possible", "2735": "ana", "2736": " respect", "2737": " tower", "2738": " arms", "2739": " wid", "2740": " Smith", "2741": " civil", "2742": " forced", "2743": " agreed", "2744": "35", "2745": "ote", "2746": " River", "2747": "aign", "2748": "rain", "2749": " San", "2750": " ren", "2751": " condition", "2752": " meet", "2753": " Great", "2754": " education", "2755": " books", "2756": " mother", "2757": " fru", "2758": " taking", "2759": " techn", "2760": "aly", "2761": " football", "2762": " greater", "2763": " toget", "2764": " together", "2765": " surv", "2766": " reb", "2767": " Philadelphia", "2768": " highest", "2769": "arily", "2770": "ication", "2771": " fourth", "2772": " Conference", "2773": "ateg", "2774": "80", "2775": " pow", "2776": " pilots", "2777": "ises", "2778": " Other", "2779": " env", "2780": " saw", "2781": " We", "2782": "oid", "2783": " carbon", "2784": "acre", "2785": " dollars", "2786": " coup", "2787": " RAA", "2788": " RAAF", "2789": "urst", "2790": " Archaeological", "2791": " MV", "2792": " MVP", "2793": "pg", "2794": "\u00c5\u0082aw", "2795": " Veer", "2796": " Veeru", "2797": " Sen", "2798": " nation", "2799": " Im", "2800": " opening", "2801": " pan", "2802": "less", "2803": " vict", "2804": " certain", "2805": " defe", "2806": " super", "2807": " beginning", "2808": " look", "2809": " interview", "2810": " body", "2811": " reason", "2812": " lyric", "2813": " arr", "2814": " detail", "2815": " west", "2816": "azine", "2817": " good", "2818": "31", "2819": " But", "2820": " Art", "2821": " President", "2822": "ze", "2823": "rif", "2824": " soon", "2825": " larger", "2826": "ago", "2827": " hon", "2828": "itors", "2829": "urch", "2830": "dle", "2831": " My", "2832": " dou", "2833": " focus", "2834": " ey", "2835": " lif", "2836": " adm", "2837": " Foot", "2838": " access", "2839": "roph", "2840": " estimated", "2841": "ains", "2842": "ceed", "2843": " pick", "2844": " Star", "2845": " manag", "2846": " fifth", "2847": " minutes", "2848": " road", "2849": " Despite", "2850": " depart", "2851": " conn", "2852": " cred", "2853": " BC", "2854": "oph", "2855": " metres", "2856": " subsequently", "2857": " Care", "2858": " David", "2859": " redu", "2860": " Charl", "2861": " theat", "2862": " search", "2863": " relationship", "2864": " Kar", "2865": " supported", "2866": " Hungarian", "2867": "isters", "2868": " temples", "2869": " son", "2870": " abs", "2871": "ude", "2872": " pract", "2873": " producer", "2874": " Zr", "2875": "zy", "2876": " Director", "2877": "ulpt", "2878": " Mex", "2879": " Play", "2880": " additional", "2881": " To", "2882": "ributed", "2883": "ks", "2884": " works", "2885": "epend", "2886": " killed", "2887": " wanted", "2888": "chie", "2889": "pected", "2890": " respons", "2891": " available", "2892": " generally", "2893": " writer", "2894": " -", "2895": " dire", "2896": " artists", "2897": " eventually", "2898": " served", "2899": " quick", "2900": " That", "2901": " miles", "2902": " attempted", "2903": "ibr", "2904": " favor", "2905": " Chic", "2906": " Chicago", "2907": "ym", "2908": " collabor", "2909": " sister", "2910": " Follow", "2911": " Following", "2912": " conducted", "2913": " sometimes", "2914": "osp", "2915": " nat", "2916": " influenced", "2917": "aut", "2918": "conom", "2919": "ological", "2920": " threat", "2921": " terms", "2922": " prior", "2923": " protest", "2924": "ille", "2925": " Ag", "2926": " Italian", "2927": " archit", "2928": " commission", "2929": " language", "2930": " Pa", "2931": " Gro", "2932": " test", "2933": " highway", "2934": " Secret", "2935": "att", "2936": " Commander", "2937": " frag", "2938": " mass", "2939": " ens", "2940": " Award", "2941": " reviews", "2942": " sat", "2943": " offer", "2944": " CAT", "2945": "MS", "2946": " Austro", "2947": " heav", "2948": "ironment", "2949": " vill", "2950": "ample", "2951": "asion", "2952": " monuments", "2953": " shrine", "2954": " aerodromes", "2955": " European", "2956": " pilot", "2957": " Zr\u00c3\u00ad", "2958": " Zr\u00c3\u00adnyi", "2959": " sal", "2960": " sculpt", "2961": " president", "2962": "ellig", "2963": " Naz", "2964": "aganda", "2965": "ska", "2966": " barrow", "2967": " Medway", "2968": " exit", "2969": "\u00e3\u0081", "2970": "ga", "2971": " grad", "2972": " field", "2973": " get", "2974": " Pers", "2975": " entire", "2976": " method", "2977": "bers", "2978": " soldiers", "2979": "ability", "2980": " face", "2981": " proposed", "2982": " revolution", "2983": " required", "2984": " amount", "2985": "ements", "2986": " achie", "2987": "ify", "2988": " guit", "2989": "nthes", "2990": " lyrics", "2991": "clus", "2992": " neg", "2993": " provided", "2994": " scene", "2995": " planned", "2996": " Road", "2997": " Flower", "2998": " Arsenal", "2999": ".S", "3000": " Club", "3001": "overnor", "3002": " wall", "3003": " elect", "3004": " Har", "3005": "iment", "3006": " necess", "3007": " consisted", "3008": " alm", "3009": " campaign", "3010": "iths", "3011": "ange", "3012": " Post", "3013": " naval", "3014": " months", "3015": "day", "3016": " finally", "3017": " depict", "3018": " sevent", "3019": "oul", "3020": " sac", "3021": " attention", "3022": " Bur", "3023": " House", "3024": " Wales", "3025": "orial", "3026": " Gamb", "3027": " Afric", "3028": " particip", "3029": " Football", "3030": " Mor", "3031": "ili", "3032": " 