{"(32, 116)": 256, "(104, 101)": 257, "(32, 97)": 258, "(105, 110)": 259, "(256, 257)": 260, "(101, 114)": 261, "(111, 110)": 262, "(32, 44)": 263, "(101, 100)": 264, "(32, 115)": 265, "(114, 101)": 266, "(32, 111)": 267, "(32, 119)": 268, "(110, 100)": 269, "(97, 116)": 270, "(111, 114)": 271, "(32, 46)": 272, "(105, 116)": 273, "(105, 115)": 274, "(32, 102)": 275, "(97, 114)": 276, "(32, 99)": 277, "(101, 110)": 278, "(267, 102)": 279, "(101, 115)": 280, "(32, 259)": 281, "(97, 110)": 282, "(97, 108)": 283, "(32, 98)": 284, "(32, 112)": 285, "(259, 103)": 286, "(97, 115)": 287, "(258, 269)": 288, "(256, 111)": 289, "(105, 99)": 290, "(114, 111)": 291, "(32, 109)": 292, "(32, 100)": 293, "(32, 104)": 294, "(105, 262)": 295, "(108, 101)": 296, "(32, 84)": 297, "(32, 266)": 298, "(111, 117)": 299, "(32, 65)": 300, "(32, 83)": 301, "(32, 61)": 302, "(256, 104)": 303, "(278, 116)": 304, "(32, 34)": 305, "(105, 108)": 306, "(111, 108)": 307, "(101, 108)": 308, "(32, 64)": 309, "(115, 116)": 310, "(32, 67)": 311, "(97, 100)": 312, "(32, 10)": 313, "(32, 108)": 314, "(111, 109)": 315, "(99, 116)": 316, "(32, 110)": 317, "(32, 101)": 318, "(268, 287)": 319, "(32, 103)": 320, "(97, 109)": 321, "(105, 114)": 322, "(117, 114)": 323, "(32, 262)": 324, "(105, 109)": 325, "(284, 101)": 326, "(32, 73)": 327, "(275, 271)": 328, "(309, 45)": 329, "(329, 64)": 330, "(108, 121)": 331, "(32, 77)": 332, "(32, 66)": 333, "(297, 257)": 334, "(111, 116)": 335, "(105, 100)": 336, "(105, 118)": 337, "(273, 104)": 338, "(258, 115)": 339, "(99, 104)": 340, "(32, 39)": 341, "(101, 116)": 342, "(270, 295)": 343, "(105, 103)": 344, "(111, 119)": 345, "(114, 97)": 346, "(32, 80)": 347, "(32, 257)": 348, "(99, 101)": 349, "(117, 116)": 350, "(265, 116)": 351, "(268, 338)": 352, "(97, 121)": 353, "(303, 270)": 354, "(117, 115)": 355, "(116, 261)": 356, "(258, 108)": 357, "(117, 109)": 358, "(32, 70)": 359, "(117, 108)": 360, "(32, 72)": 361, "(32, 82)": 362, "(32, 87)": 363, "(118, 261)": 364, "(32, 32)": 365, "(32, 71)": 366, "(101, 109)": 367, "(268, 104)": 368, "(258, 110)": 369, "(284, 121)": 370, "(274, 116)": 371, "(117, 110)": 372, "(258, 116)": 373, "(49, 57)": 374, "(32, 78)": 375, "(32, 74)": 376, "(277, 262)": 377, "(32, 274)": 378, "(116, 104)": 379, "(261, 115)": 380, "(97, 118)": 381, "(32, 68)": 382, "(111, 115)": 383, "(265, 101)": 384, "(32, 41)": 385, "(291, 109)": 386, "(32, 40)": 387, "(293, 101)": 388, "(97, 269)": 389, "(111, 100)": 390, "(32, 69)": 391, "(32, 76)": 392, "(97, 103)": 393, "(261, 101)": 394, "(99, 107)": 395, "(32, 273)": 396, "(257, 114)": 397, "(105, 280)": 398, "(268, 394)": 399, "(48, 48)": 400, "(294, 274)": 401, "(97, 259)": 402, "(112, 112)": 403, "(285, 291)": 404, "(280, 116)": 405, "(114, 105)": 406, "(271, 100)": 407, "(275, 386)": 408, "(266, 115)": 409, "(271, 116)": 410, "(265, 117)": 411, "(277, 315)": 412, "(327, 110)": 413, "(101, 119)": 414, "(105, 102)": 415, "(32, 118)": 416, "(115, 101)": 417, "(111, 112)": 418, "(265, 104)": 419, "(32, 79)": 420, "(306, 108)": 421, "(270, 101)": 422, "(290, 104)": 423, "(276, 116)": 424, "(285, 108)": 425, "(270, 264)": 426, "(283, 108)": 427, "(98, 261)": 428, "(108, 100)": 429, "(344, 104)": 430, "(318, 120)": 431, "(267, 114)": 432, "(112, 116)": 433, "(117, 269)": 434, "(114, 273)": 435, "(280, 115)": 436, "(101, 276)": 437, "(97, 98)": 438, "(103, 104)": 439, "(111, 266)": 440, "(112, 101)": 441, "(97, 107)": 442, "(262, 103)": 443, "(276, 100)": 444, "(32, 75)": 445, "(32, 85)": 446, "(32, 226)": 447, "(321, 101)": 448, "(274, 104)": 449, "(282, 116)": 450, "(277, 104)": 451, "(114, 117)": 452, "(273, 121)": 453, "(111, 103)": 454, "(113, 117)": 455, "(447, 128)": 456, "(117, 100)": 457, "(258, 114)": 458, "(294, 312)": 459, "(368, 423)": 460, "(105, 282)": 461, "(105, 283)": 462, "(105, 112)": 463, "(337, 101)": 464, "(109, 304)": 465, "(258, 266)": 466, "(114, 282)": 467, "(32, 59)": 468, "(301, 116)": 469, "(32, 296)": 470, "(311, 104)": 471, "(105, 97)": 472, "(117, 112)": 473, "(115, 111)": 474, "(111, 310)": 475, "(111, 118)": 476, "(97, 99)": 477, "(345, 110)": 478, "(316, 295)": 479, "(276, 121)": 480, "(317, 335)": 481, "(299, 114)": 482, "(32, 121)": 483, "(299, 116)": 484, "(32, 107)": 485, "(430, 116)": 486, "(97, 112)": 487, "(50, 48)": 488, "(336, 101)": 489, "(32, 86)": 490, "(348, 114)": 491, "(259, 101)": 492, "(381, 101)": 493, "(287, 116)": 494, "(32, 114)": 495, "(271, 107)": 496, "(50, 400)": 497, "(456, 147)": 498, "(99, 99)": 499, "(117, 101)": 500, "(308, 108)": 501, "(117, 98)": 502, "(357, 474)": 503, "(111, 99)": 504, "(290, 283)": 505, "(260, 322)": 506, "(273, 295)": 507, "(116, 397)": 508, "(102, 356)": 509, "(117, 310)": 510, "(99, 108)": 511, "(97, 395)": 512, "(344, 110)": 513, "(117, 266)": 514, "(285, 261)": 515, "(110, 116)": 516, "(103, 101)": 517, "(119, 111)": 518, "(361, 101)": 519, "(315, 101)": 520, "(299, 115)": 521, "(105, 101)": 522, "(298, 99)": 523, "(32, 372)": 524, "(102, 102)": 525, "(377, 116)": 526, "(275, 322)": 527, "(109, 282)": 528, "(299, 429)": 529, "(277, 108)": 530, "(325, 101)": 531, "(307, 108)": 532, "(111, 259)": 533, "(360, 116)": 534, "(287, 115)": 535, "(101, 316)": 536, "(270, 261)": 537, "(488, 49)": 538, "(343, 115)": 539, "(281, 116)": 540, "(32, 89)": 541, "(112, 108)": 542, "(257, 100)": 543, "(297, 104)": 544, "(262, 100)": 545, "(300, 108)": 546, "(265, 99)": 547, "(527, 310)": 548, "(258, 98)": 549, "(276, 107)": 550, "(396, 115)": 551, "(32, 291)": 552, "(324, 101)": 553, "(307, 100)": 554, "(299, 439)": 555, "(323, 286)": 556, "(105, 266)": 557, "(256, 101)": 558, "(268, 257)": 559, "(425, 353)": 560, "(258, 403)": 561, "(368, 111)": 562, "(112, 261)": 563, "(111, 107)": 564, "(303, 274)": 565, "(100, 117)": 566, "(101, 121)": 567, "(294, 287)": 568, "(98, 358)": 569, "(271, 121)": 570, "(320, 390)": 571, "(256, 518)": 572, "(112, 410)": 573, "(284, 350)": 574, "(294, 493)": 575, "(357, 569)": 576, "(32, 355)": 577, "(326, 278)": 578, "(285, 424)": 579, "(357, 108)": 580, "(265, 257)": 581, "(412, 112)": 582, "(266, 101)": 583, "(32, 106)": 584, "(309, 46)": 585, "(585, 64)": 586, "(307, 454)": 587, "(278, 349)": 588, "(109, 261)": 589, "(32, 325)": 590, "(308, 121)": 591, "(279, 102)": 592, "(287, 262)": 593, "(299, 269)": 594, "(116, 101)": 595, "(283, 331)": 596, "(273, 398)": 597, "(483, 437)": 598, "(117, 439)": 599, "(293, 274)": 600, "(393, 101)": 601, "(114, 121)": 602, "(105, 296)": 603, "(258, 100)": 604, "(32, 278)": 605, "(99, 264)": 606, "(97, 340)": 607, "(32, 58)": 608, "(258, 509)": 609, "(49, 56)": 610, "(298, 115)": 611, "(102, 116)": 612, "(293, 280)": 613, "(327, 116)": 614, "(273, 264)": 615, "(312, 101)": 616, "(112, 104)": 617, "(407, 282)": 618, "(114, 262)": 619, "(292, 282)": 620, "(105, 122)": 621, "(309, 44)": 622, "(622, 64)": 623, "(111, 364)": 624, "(376, 618)": 625, "(267, 508)": 626, "(300, 114)": 627, "(97, 316)": 628, "(267, 364)": 629, "(363, 257)": 630, "(347, 307)": 631, "(258, 103)": 632, "(32, 434)": 633, "(256, 531)": 634, "(326, 99)": 635, "(511, 457)": 636, "(304, 115)": 637, "(116, 264)": 638, "(105, 264)": 639, "(258, 322)": 640, "(102, 271)": 641, "(301, 104)": 642, "(298, 109)": 643, "(283, 115)": 644, "(97, 266)": 645, "(105, 98)": 646, "(502, 108)": 647, "(108, 280)": 648, "(362, 101)": 649, "(382, 101)": 650, "(633, 261)": 651, "(116, 115)": 652, "(446, 110)": 653, "(409, 115)": 654, "(333, 435)": 655, "(306, 109)": 656, "(296, 287)": 657, "(32, 473)": 658, "(291, 434)": 659, "(273, 101)": 660, "(271, 115)": 661, "(285, 266)": 662, "(260, 121)": 663, "(282, 349)": 664, "(301, 101)": 665, "(292, 440)": 666, "(383, 101)": 667, "(111, 395)": 668, "(281, 636)": 669, "(384, 593)": 670, "(261, 118)": 671, "(118, 105)": 672, "(97, 101)": 673, "(317, 101)": 674, "(308, 261)": 675, "(317, 414)": 676, "(260, 109)": 677, "(110, 264)": 678, "(374, 57)": 679, "(267, 350)": 680, "(291, 599)": 681, "(523, 407)": 682, "(281, 356)": 683, "(290, 101)": 684, "(384, 99)": 685, "(99, 280)": 686, "(119, 444)": 687, "(318, 118)": 688, "(630, 675)": 689, "(265, 441)": 690, "(298, 103)": 691, "(266, 270)": 692, "(259, 100)": 693, "(111, 121)": 694, "(105, 107)": 695, "(261, 264)": 696, "(306, 100)": 697, "(103, 282)": 698, "(540, 111)": 699, "(101, 101)": 700, "(340, 673)": 701, "(701, 587)": 702, "(294, 325)": 703, "(256, 346)": 704, "(286, 115)": 705, "(298, 657)": 706, "(367, 428)": 707, "(275, 108)": 708, "(119, 353)": 709, "(114, 290)": 710, "(104, 463)": 711, "(275, 656)": 712, "(116, 296)": 713, "(102, 261)": 714, "(268, 496)": 715, "(262, 121)": 716, "(282, 115)": 717, "(412, 109)": 718, "(360, 276)": 719, "(438, 296)": 720, "(327, 269)": 721, "(293, 556)": 722, "(404, 566)": 723, "(300, 115)": 724, "(97, 349)": 725, "(258, 316)": 726, "(292, 475)": 727, "(298, 116)": 728, "(360, 108)": 729, "(268, 529)": 730, "(406, 98)": 731, "(285, 647)": 732, "(285, 114)": 733, "(373, 116)": 734, "(335, 104)": 735, "(97, 119)": 736, "(411, 98)": 737, "(420, 110)": 738, "(328, 109)": 739, "(355, 290)": 740, "(292, 262)": 741, "(108, 389)": 742, "(324, 331)": 743, "(275, 101)": 744, "(110, 286)": 745, "(295, 115)": 746, "(265, 112)": 747, "(297, 478)": 748, "(326, 286)": 749, "(318, 276)": 750, "(345, 261)": 751, "(97, 306)": 752, "(105, 120)": 753, "(270, 280)": 754, "(571, 115)": 755, "(262, 101)": 756, "(298, 108)": 757, "(377, 115)": 758, "(299, 516)": 759, "(655, 449)": 760, "(284, 287)": 761, "(278, 261)": 762, "(106, 536)": 763, "(261, 528)": 764, "(355, 101)": 765, "(343, 283)": 766, "(118, 308)": 767, "(101, 269)": 768, "(115, 262)": 769, "(320, 448)": 770, "(274, 115)": 771, "(278, 115)": 772, "(317, 358)": 773, "(110, 103)": 774, "(318, 269)": 775, "(271, 379)": 776, "(366, 764)": 777, "(369, 116)": 778, "(119, 110)": 779, "(303, 583)": 780, "(275, 482)": 781, "(275, 259)": 782, "(290, 107)": 783, "(485, 110)": 784, "(265, 443)": 785, "(292, 101)": 786, "(274, 543)": 787, "(105, 342)": 788, "(103, 121)": 789, "(320, 111)": 790, "(532, 345)": 791, "(303, 681)": 792, "(685, 545)": 793, "(558, 321)": 794, "(292, 342)": 795, "(276, 103)": 796, "(97, 122)": 797, "(301, 257)": 798, "(346, 612)": 799, "(114, 264)": 800, "(258, 109)": 801, "(105, 308)": 802, "(321, 280)": 803, "(541, 496)": 804, "(419, 463)": 805, "(631, 449)": 806, "(111, 564)": 807, "(282, 103)": 808, "(285, 307)": 809, "(101, 278)": 810, "(102, 440)": 811, "(299, 379)": 812, "(411, 340)": 813, "(285, 383)": 814, "(258, 499)": 815, "(290, 116)": 816, "(549, 484)": 817, "(314, 537)": 818, "(277, 304)": 819, "(97, 322)": 820, "(114, 371)": 821, "(417, 269)": 822, "(356, 110)": 823, "(265, 520)": 824, "(116, 278)": 825, "(748, 822)": 826, "(268, 435)": 827, "(559, 266)": 828, "(442, 101)": 829, "(265, 121)": 830, "(262, 115)": 831, "(105, 521)": 832, "(281, 99)": 833, "(325, 716)": 834, "(641, 109)": 835, "(632, 402)": 836, "(320, 291)": 837, "(292, 259)": 838, "(284, 117)": 839, "(409, 304)": 840, "(292, 616)": 841, "(298, 112)": 842, "(316, 264)": 843, "(276, 115)": 844, "(690, 99)": 845, "(368, 603)": 846, "(271, 429)": 847, "(326, 116)": 848, "(274, 264)": 849, "(620, 121)": 850, "(391, 789)": 851, "(851, 433)": 852, "(559, 110)": 853, "(303, 282)": 854, "(400, 48)": 855, "(339, 115)": 856, "(333, 108)": 857, "(265, 111)": 858, "(470, 312)": 859, "(118, 264)": 860, "(270, 104)": 861, "(375, 414)": 862, "(281, 100)": 863, "(451, 276)": 864, "(379, 555)": 865, "(350, 101)": 866, "(411, 403)": 867, "(643, 402)": 868, "(326, 811)": 869, "(471, 821)": 870, "(275, 791)": 871, "(260, 110)": 872, "(111, 98)": 873, "(119, 810)": 874, "(458, 702)": 875, "(308, 102)": 876, "(32, 346)": 877, "(374, 56)": 878, "(284, 735)": 879, "(281, 310)": 880, "(371, 115)": 881, "(306, 121)": 882, "(695, 101)": 883, "(773, 428)": 884, "(265, 513)": 885, "(117, 283)": 886, "(32, 90)": 887, "(117, 103)": 888, "(546, 108)": 889, "(270, 286)": 890, "(281, 118)": 891, "(111, 307)": 892, "(321, 112)": 893, "(258, 99)": 894, "(265, 323)": 895, "(577, 264)": 896, "(311, 315)": 897, "(257, 115)": 898, "(118, 101)": 899, "(392, 101)": 900, "(114, 283)": 901, "(294, 371)": 902, "(802, 100)": 903, "(108, 264)": 904, "(467, 115)": 905, "(260, 417)": 906, "(294, 430)": 907, "(267, 98)": 908, "(318, 296)": 909, "(261, 110)": 910, "(384, 364)": 911, "(111, 104)": 912, "(374, 52)": 913, "(359, 567)": 914, "(293, 111)": 915, "(260, 266)": 916, "(277, 276)": 917, "(271, 110)": 918, "(284, 308)": 919, "(267, 563)": 920, "(337, 264)": 921, "(415, 290)": 922, "(268, 276)": 923, "(300, 116)": 924, "(285, 101)": 925, "(97, 336)": 926, "(277, 282)": 927, "(317, 111)": 928, "(265, 286)": 929, "(256, 114)": 930, "(292, 740)": 931, "(848, 874)": 932, "(111, 335)": 933, "(598, 115)": 934, "(335, 397)": 935, "(101, 98)": 936, "(107, 121)": 937, "(97, 104)": 938, "(283, 101)": 939, "(311, 108)": 940, "(116, 121)": 941, "(600, 99)": 942, "(293, 337)": 943, "(388, 112)": 944, "(109, 121)": 945, "(300, 110)": 946, "(268, 501)": 947, "(266, 110)": 948, "(99, 799)": 949, "(117, 409)": 950, "(367, 98)": 951, "(388, 99)": 952, "(277, 529)": 953, "(458, 116)": 954, "(635, 448)": 955, "(351, 457)": 956, "(284, 512)": 957, "(345, 101)": 958, "(326, 698)": 959, "(300, 509)": 960, "(706, 264)": 961, "(285, 533)": 962, "(415, 101)": 963, "(653, 615)": 964, "(100, 507)": 965, "(99, 105)": 966, "(112, 114)": 967, "(557, 316)": 968, "(290, 115)": 969, "(292, 402)": 970, "(356, 115)": 971, "(383, 264)": 972, "(544, 274)": 973, "(314, 443)": 974, "(265, 261)": 975, "(97, 106)": 976, "(561, 437)": 977, "(276, 340)": 978, "(374, 49)": 979, "(274, 295)": 980, "(344, 259)": 981, "(271, 264)": 982, "(732, 290)": 983, "(32, 455)": 984, "(32, 405)": 985, "(268, 259)": 986, "(314, 504)": 987, "(624, 110)": 988, "(266, 287)": 989, "(274, 101)": 990, "(864, 628)": 991, "(592, 290)": 992, "(285, 386)": 993, "(293, 353)": 994, "(365, 32)": 995, "(427, 264)": 996, "(32, 304)": 997, "(256, 905)": 998, "(432, 100)": 999, "(274, 109)": 1000, "(290, 282)": 1001, "(265, 109)": 1002, "(318, 109)": 1003, "(116, 262)": 1004, "(323, 121)": 1005, "(105, 261)": 1006, "(784, 478)": 1007, "(325, 280)": 1008, "(277, 266)": 1009, "(97, 105)": 1010, "(767, 418)": 1011, "(590, 112)": 1012, "(121, 115)": 1013, "(49, 48)": 1014, "(295, 283)": 1015, "(613, 99)": 1016, "(852, 461)": 1017, "(298, 349)": 1018, "(293, 415)": 1019, "(284, 270)": 1020, "(285, 380)": 1021, "(441, 316)": 1022, "(292, 476)": 1023, "(388, 102)": 1024, "(911, 283)": 1025, "(291, 115)": 1026, "(342, 115)": 1027, "(320, 554)": 1028, "(375, 66)": 1029, "(291, 108)": 1030, "(530, 535)": 1031, "(526, 259)": 1032, "(672, 414)": 1033, "(105, 111)": 1034, "(109, 287)": 1035, "(728, 323)": 1036, "(277, 435)": 1037, "(116, 286)": 1038, "(270, 397)": 1039, "(277, 111)": 1040, "(117, 264)": 1041, "(499, 436)": 1042, "(323, 264)": 1043, "(300, 100)": 1044, "(111, 428)": 1045, "(669, 286)": 1046, "(340, 892)": 1047, "(640, 949)": 1048, "(388, 597)": 1049, "(327, 73)": 1050, "(388, 1011)": 1051, "(613, 513)": 1052, "(375, 476)": 1053, "(432, 981)": 1054, "(273, 115)": 1055, "(275, 594)": 1056, "(102, 360)": 1057, "(261, 116)": 1058, "(336, 304)": 1059, "(870, 1035)": 1060, "(294, 358)": 1061, "(293, 532)": 1062, "(778, 834)": 1063, "(284, 108)": 1064, "(32, 364)": 1065, "(958, 364)": 1066, "(310, 452)": 1067, "(320, 372)": 1068, "(374, 51)": 1069, "(285, 104)": 1070, "(265, 671)": 1071, "(744, 270)": 1072, "(259, 280)": 1073, "(99, 462)": 1074, "(277, 97)": 1075, "(458, 109)": 1076, "(351, 422)": 1077, "(261, 109)": 1078, "(456, 148)": 1079, "(621, 264)": 1080, "(336, 264)": 1081, "(359, 271)": 1082, "(117, 280)": 1083, "(762, 283)": 1084, "(322, 264)": 1085, "(431, 99)": 1086, "(332, 353)": 1087, "(418, 296)": 1088, "(51, 48)": 1089, "(374, 50)": 1090, "(416, 276)": 1091, "(291, 119)": 1092, "(311, 262)": 1093, "(114, 358)": 1094, "(425, 282)": 1095, "(376, 912)": 1096, "(442, 286)": 1097, "(277, 307)": 1098, "(467, 103)": 1099, "(49, 53)": 1100, "(273, 713)": 1101, "(102, 108)": 1102, "(317, 437)": 1103, "(421, 295)": 1104, "(836, 310)": 1105, "(349, 433)": 1106, "(323, 283)": 1107, "(311, 307)": 1108, "(419, 345)": 1109, "(111, 390)": 1110, "(103, 659)": 1111, "(393, 500)": 1112, "(366, 65)": 1113, "(224, 184)": 1114, "(975, 398)": 1115, "(115, 107)": 1116, "(298, 573)": 1117, "(327, 115)": 1118, "(284, 291)": 1119, "(98, 427)": 1120, "(297, 452)": 1121, "(465, 115)": 1122, "(431, 112)": 1123, "(314, 883)": 1124, "(411, 1042)": 1125, "(336, 280)": 1126, "(265, 926)": 1127, "(479, 115)": 1128, "(337, 380)": 1129, "(350, 295)": 1130, "(303, 555)": 1131, "(287, 104)": 1132, "(369, 110)": 1133, "(1096, 110)": 1134, "(369, 121)": 1135, "(363, 276)": 1136, "(267, 499)": 1137, "(267, 779)": 1138, "(403, 264)": 1139, "(300, 589)": 1140, "(277, 534)": 1141, "(337, 97)": 1142, "(357, 865)": 1143, "(323, 116)": 1144, "(1002, 427)": 1145, "(315, 259)": 1146, "(1016, 731)": 1147, "(1053, 707)": 1148, "(750, 331)": 1149, "(404, 763)": 1150, "(259, 349)": 1151, "(333, 101)": 1152, "(103, 103)": 1153, "(346, 316)": 1154, "(642, 1142)": 1155, "(1029, 65)": 1156, "(292, 306)": 1157, "(265, 342)": 1158, "(378, 115)": 1159, "(393, 264)": 1160, "(348, 312)": 1161, "(321, 264)": 1162, "(118, 304)": 1163, "(277, 645)": 1164, "(788, 121)": 1165, "(611, 534)": 1166, "(267, 112)": 1167, "(897, 109)": 1168, "(275, 464)": 1169, "(285, 418)": 1170, "(579, 290)": 1171, "(49, 50)": 1172, "(700, 107)": 1173, "(837, 473)": 1174, "(102, 903)": 1175, "(265, 448)": 1176, "(646, 296)": 1177, "(270, 464)": 1178, "(294, 283)": 1179, "(281, 115)": 1180, "(300, 516)": 1181, "(111, 444)": 1182, "(332, 101)": 1183, "(277, 533)": 1184, "(300, 322)": 1185, "(1121, 106)": 1186, "(1186, 421)": 1187, "(293, 478)": 1188, "(284, 807)": 1189, "(315, 282)": 1190, "(687, 115)": 1191, "(560, 264)": 1192, "(293, 336)": 1193, "(293, 321)": 1194, "(32, 36)": 1195, "(277, 996)": 1196, "(902, 570)": 1197, "(721, 472)": 1198, "(282, 101)": 1199, "(1187, 111)": 1200, "(1086, 381)": 1201, "(363, 104)": 1202, "(118, 278)": 1203, "(259, 264)": 1204, "(867, 410)": 1205, "(842, 840)": 1206, "(1026, 115)": 1207, "(285, 751)": 1208, "(32, 37)": 1209, "(117, 596)": 1210, "(318, 607)": 1211, "(582, 296)": 1212, "(351, 424)": 1213, "(258, 350)": 1214, "(103, 346)": 1215, "(919, 522)": 1216, "(32, 47)": 1217, "(49, 55)": 1218, "(275, 321)": 1219, "(420, 316)": 1220, "(1220, 1045)": 1221, "(454, 346)": 1222, "(374, 53)": 1223, "(300, 109)": 1224, "(490, 283)": 1225, "(322, 100)": 1226, "(99, 436)": 1227, "(285, 410)": 1228, "(372, 103)": 1229, "(929, 296)": 1230, "(117, 340)": 1231, "(362, 668)": 1232, "(105, 358)": 1233, "(357, 443)": 1234, "(306, 453)": 1235, "(320, 117)": 1236, "(293, 367)": 1237, "(300, 510)": 1238, "(292, 1104)": 1239, "(445, 286)": 1240, "(376, 282)": 1241, "(402, 264)": 1242, "(455, 312)": 1243, "(289, 112)": 1244, "(407, 286)": 1245, "(988, 465)": 1246, "(117, 99)": 1247, "(262, 280)": 1248, "(311, 276)": 1249, "(293, 968)": 1250, "(561, 291)": 1251, "(381, 121)": 1252, "(32, 467)": 1253, "(871, 286)": 1254, "(289, 564)": 1255, "(271, 109)": 1256, "(372, 101)": 1257, "(595, 269)": 1258, "(470, 612)": 1259, "(114, 321)": 1260, "(320, 337)": 1261, "(97, 765)": 1262, "(310, 273)": 1263, "(294, 389)": 1264, "(32, 264)": 1265, "(256, 323)": 1266, "(105, 390)": 1267, "(306, 116)": 1268, "(669, 264)": 1269, "(375, 776)": 1270, "(416, 105)": 1271, "(489, 111)": 1272, "(1018, 921)": 1273, "(991, 261)": 1274, "(726, 337)": 1275, "(268, 101)": 1276, "(425, 725)": 1277, "(318, 525)": 1278, "(351, 452)": 1279, "(268, 847)": 1280, "(282, 107)": 1281, "(577, 101)": 1282, "(374, 55)": 1283, "(367, 304)": 1284, "(294, 520)": 1285, "(483, 299)": 1286, "(976, 271)": 1287, "(814, 507)": 1288, "(477, 264)": 1289, "(332, 259)": 1290, "(839, 697)": 1291, "(265, 753)": 1292, "(925, 1088)": 1293, "(1164, 261)": 1294, "(109, 428)": 1295, "(335, 115)": 1296, "(296, 342)": 1297, "(195, 173)": 1298, "(301, 487)": 1299, "(285, 323)": 1300, "(355, 115)": 1301, "(358, 98)": 1302, "(281, 1102)": 1303, "(1147, 264)": 1304, "(278, 110)": 1305, "(99, 261)": 1306, "(1062, 276)": 1307, "(515, 835)": 1308, "(266, 116)": 1309, "(293, 371)": 1310, "(301, 99)": 1311, "(293, 405)": 1312, "(758, 336)": 1313, "(299, 110)": 1314, "(765, 358)": 1315, "(438, 108)": 1316, "(805, 115)": 1317, "(1299, 1099)": 1318, "(108, 353)": 1319, "(706, 101)": 1320, "(415, 639)": 1321, "(49, 51)": 1322, "(404, 112)": 1323, "(377, 1067)": 1324, "(371, 264)": 1325, "(300, 967)": 1326, "(1326, 306)": 1327, "(314, 963)": 1328, "(833, 989)": 1329, "(469, 754)": 1330, "(108, 108)": 1331, "(332, 550)": 1332, "(347, 104)": 1333, "(650, 349)": 1334, "(362, 484)": 1335, "(273, 480)": 1336, "(117, 291)": 1337, "(120, 116)": 1338, "(604, 965)": 1339, "(476, 101)": 1340, "(97, 120)": 1341, "(337, 591)": 1342, "(446, 83)": 1343, "(99, 262)": 1344, "(1334, 1295)": 1345, "(259, 97)": 1346, "(1167, 278)": 1347, "(1021, 262)": 1348, "(375, 111)": 1349, "(115, 278)": 1350, "(404, 102)": 1351, "(1179, 102)": 1352, "(277, 759)": 1353, "(444, 115)": 1354, "(451, 697)": 1355, "(265, 1047)": 1356, "(292, 270)": 1357, "(320, 803)": 1358, "(1019, 714)": 1359, "(256, 367)": 1360, "(115, 876)": 1361, "(270, 591)": 1362, "(114, 286)": 1363, "(515, 1267)": 1364, "(301, 812)": 1365, "(363, 847)": 1366, "(258, 709)": 1367, "(259, 115)": 1368, "(301, 98)": 1369, "(351, 389)": 1370, "(471, 276)": 1371, "(308, 115)": 1372, "(298, 310)": 1373, "(334, 121)": 1374, "(259, 107)": 1375, "(355, 264)": 1376, "(292, 121)": 1377, "(285, 475)": 1378, "(352, 259)": 1379, "(287, 101)": 1380, "(298, 1033)": 1381, "(300, 888)": 1382, "(1382, 510)": 1383, "(985, 1316)": 1384, "(266, 312)": 1385, "(304, 331)": 1386, "(268, 1173)": 1387, "(930, 312)": 1388, "(314, 796)": 1389, "(474, 966)": 1390, "(282, 110)": 1391, "(291, 595)": 1392, "(1061, 282)": 1393, "(265, 108)": 1394, "(312, 111)": 1395, "(1335, 101)": 1396, "(515, 641)": 1397, "(109, 98)": 1398, "(117, 480)": 1399, "(526, 1030)": 1400, "(462, 331)": 1401, "(406, 264)": 1402, "(258, 659)": 1403, "(291, 121)": 1404, "(704, 395)": 1405, "(265, 660)": 1406, "(317, 448)": 1407, "(369, 935)": 1408, "(315, 278)": 1409, "(432, 698)": 1410, "(275, 344)": 1411, "(406, 97)": 1412, "(292, 771)": 1413, "(276, 264)": 1414, "(278, 101)": 1415, "(584, 510)": 1416, "(292, 390)": 1417, "(605, 103)": 1418, "(723, 606)": 1419, "(376, 1257)": 1420, "(49, 49)": 1421, "(266, 119)": 1422, "(397, 110)": 1423, "(360, 102)": 1424, "(359, 467)": 1425, "(392, 545)": 1426, "(1426, 262)": 1427, "(333, 729)": 1428, "(1243, 619)": 1429, "(296, 316)": 1430, "(391, 774)": 1431, "(477, 543)": 1432, "(257, 310)": 1433, "(451, 424)": 1434, "(367, 433)": 1435, "(274, 356)": 1436, "(291, 112)": 1437, "(1303, 117)": 1438, "(381, 280)": 1439, "(271, 286)": 1440, "(115, 489)": 1441, "(672, 521)": 1442, "(303, 667)": 1443, "(105, 455)": 1444, "(348, 108)": 1445, "(366, 1084)": 1446, "(541, 299)": 1447, "(282, 121)": 1448, "(277, 448)": 1449, "(505, 331)": 1450, "(342, 261)": 1451, "(688, 278)": 1452, "(1222, 617)": 1453, "(495, 486)": 1454, "(318, 364)": 1455, "(741, 358)": 1456, "(1332, 1215)": 1457, "(1457, 102)": 1458, "(359, 1144)": 1459, "(1459, 1395)": 1460, "(303, 1226)": 1461, "(334, 266)": 1462, "(382, 556)": 1463, "(299, 417)": 1464, "(292, 1231)": 1465, "(665, 433)": 1466, "(1466, 707)": 1467, "(404, 118)": 1468, "(610, 54)": 1469, "(270, 514)": 1470, "(265, 273)": 1471, "(734, 1435)": 1472, "(732, 787)": 1473, "(374, 54)": 1474, "(627, 702)": 1475, "(642, 307)": 1476, "(1476, 353)": 1477, "(391, 1337)": 1478, "(283, 280)": 1479, "(951, 380)": 1480, "(381, 286)": 1481, "(962, 652)": 1482, "(265, 107)": 1483, "(320, 692)": 1484, "(999, 261)": 1485, "(404, 116)": 1486, "(285, 840)": 1487, "(375, 101)": 1488, "(359, 108)": 1489, "(320, 762)": 1490, "(392, 1101)": 1491, "(389, 261)": 1492, "(317, 1162)": 1493, "(285, 535)": 1494, "(49, 52)": 1495, "(721, 461)": 1496, "(297, 101)": 1497, "(376, 512)": 1498, "(323, 508)": 1499, "(102, 407)": 1500, "(1219, 882)": 1501, "(279, 825)": 1502, "(1116, 105)": 1503, "(552, 296)": 1504, "(350, 264)": 1505, "(351, 426)": 1506, "(891, 307)": 1507, "(1171, 719)": 1508, "(782, 283)": 1509, "(256, 119)": 1510, "(348, 429)": 1511, "(741, 379)": 1512, "(276, 331)": 1513, "(268, 1392)": 1514, "(321, 98)": 1515, "(589, 1074)": 1516, "(266, 442)": 1517, "(362, 1190)": 1518, "(322, 99)": 1519, "(590, 573)": 1520, "(1397, 528)": 1521, "(546, 105)": 1522, "(1225, 937)": 1523, "(662, 1442)": 1524, "(315, 342)": 1525, "(285, 409)": 1526, "(292, 1287)": 1527, "(271, 112)": 1528, "(446, 75)": 1529, "(619, 116)": 1530, "(314, 389)": 1531, "(101, 312)": 1532, "(112, 296)": 1533, "(1140, 1001)": 1534, "(114, 274)": 1535, "(326, 104)": 1536, "(50, 53)": 1537, "(363, 405)": 1538, "(265, 504)": 1539, "(790, 283)": 1540, "(411, 1153)": 1541, "(1541, 405)": 1542, "(584, 533)": 1543, "(257, 110)": 1544, "(331, 286)": 1545, "(298, 542)": 1546, "(265, 325)": 1547, "(103, 264)": 1548, "(524, 116)": 1549, "(298, 455)": 1550, "(265, 1151)": 1551, "(839, 1268)": 1552, "(635, 1262)": 1553, "(292, 353)": 1554, "(284, 389)": 1555, "(366, 101)": 1556, "(1478, 441)": 1557, "(388, 98)": 1558, "(384, 278)": 1559, "(403, 286)": 1560, "(314, 264)": 1561, "(65, 65)": 1562, "(733, 325)": 1563, "(312, 261)": 1564, "(276, 517)": 1565, "(1054, 283)": 1566, "(320, 114)": 1567, "(292, 1480)": 1568, "(314, 325)": 1569, "(611, 112)": 1570, "(418, 101)": 1571, "(416, 274)": 1572, "(111, 525)": 1573, "(1214, 104)": 1574, "(757, 344)": 1575, "(277, 624)": 1576, "(346, 121)": 1577, "(376, 117)": 1578, "(258, 261)": 1579, "(1241, 1399)": 1580, "(298, 283)": 1581, "(1036, 678)": 1582, "(1359, 304)": 1583, "(627, 945)": 1584, "(1549, 306)": 1585, "(383, 115)": 1586, "(314, 494)": 1587, "(298, 102)": 1588, "(112, 660)": 1589, "(993, 335)": 1590, "(481, 264)": 1591, "(771, 295)": 1592, "(109, 264)": 1593, "(485, 109)": 1594, "(311, 453)": 1595, "(320, 108)": 1596, "(311, 282)": 1597, "(304, 295)": 1598, "(256, 1078)": 1599, "(361, 1066)": 1600, "(285, 654)": 1601, "(100, 315)": 1602, "(101, 122)": 1603, "(314, 1565)": 1604, "(310, 367)": 1605, "(792, 484)": 1606, "(761, 264)": 1607, "(420, 114)": 1608, "(275, 367)": 1609, "(281, 273)": 1610, "(278, 103)": 1611, "(296, 121)": 1612, "(111, 120)": 1613, "(393, 280)": 1614, "(292, 550)": 1615, "(317, 776)": 1616, "(466, 97)": 1617, "(547, 982)": 1618, "(704, 259)": 1619, "(362, 264)": 1620, "(351, 276)": 1621, "(655, 402)": 1622, "(270, 262)": 1623, "(1523, 1412)": 1624, "(542, 694)": 1625, "(351, 270)": 1626, "(293, 500)": 1627, "(256, 406)": 1628, "(98, 296)": 1629, "(332, 740)": 1630, "(359, 936)": 1631, "(1631, 452)": 1632, "(1632, 480)": 1633, "(785, 115)": 1634, "(261, 121)": 1635, "(32, 91)": 1636, "(32, 93)": 1637, "(908, 115)": 1638, "(293, 346)": 1639, "(270, 271)": 1640, "(694, 283)": 1641, "(267, 403)": 1642, "(277, 1519)": 1643, "(809, 273)": 1644, "(285, 306)": 1645, "(391, 1623)": 1646, "(1428, 115)": 1647, "(1157, 1336)": 1648, "(665, 99)": 1649, "(920, 539)": 1650, "(560, 261)": 1651, "(335, 116)": 1652, "(604, 118)": 1653, "(277, 453)": 1654, "(268, 353)": 1655, "(368, 270)": 1656, "(682, 264)": 1657, "(293, 342)": 1658, "(361, 274)": 1659, "(293, 308)": 1660, "(318, 455)": 1661, "(265, 812)": 1662, "(317, 345)": 1663, "(49, 54)": 1664, "(268, 262)": 1665, "(388, 861)": 1666, "(108, 115)": 1667, "(275, 116)": 1668, "(276, 1092)": 1669, "(50, 49)": 1670, "(314, 492)": 1671, "(101, 112)": 1672, "(359, 259)": 1673, "(276, 461)": 1674, "(718, 372)": 1675, "(118, 259)": 1676, "(265, 594)": 1677, "(383, 97)": 1678, "(476, 788)": 1679, "(197, 130)": 1680, "(118, 307)": 1681, "(265, 554)": 1682, "(314, 371)": 1683, "(284, 405)": 1684, "(275, 933)": 1685, "(99, 121)": 1686, "(97, 102)": 1687, "(270, 570)": 1688, "(275, 1499)": 1689, "(1261, 278)": 1690, "(270, 115)": 1691, "(412, 1516)": 1692, "(332, 99)": 1693, "(315, 98)": 1694, "(97, 479)": 1695, "(943, 492)": 1696, "(301, 1679)": 1697, "(830, 1605)": 1698, "(268, 421)": 1699, "(256, 121)": 1700, "(292, 829)": 1701, "(118, 280)": 1702, "(347, 291)": 1703, "(391, 120)": 1704, "(320, 1246)": 1705, "(1091, 832)": 1706, "(110, 261)": 1707, "(275, 1039)": 1708, "(97, 325)": 1709, "(300, 269)": 1710, "(314, 422)": 1711, "(347, 276)": 1712, "(382, 280)": 1713, "(653, 1129)": 1714, "(452, 274)": 1715, "(987, 283)": 1716, "(287, 107)": 1717, "(495, 264)": 1718, "(1313, 696)": 1719, "(550, 261)": 1720, "(442, 278)": 1721, "(857, 500)": 1722, "(814, 115)": 1723, "(296, 118)": 1724, "(530, 502)": 1725, "(103, 342)": 1726, "(332, 978)": 1727, "(392, 443)": 1728, "(438, 271)": 1729, "(351, 114)": 1730, "(195, 169)": 1731, "(290, 97)": 1732, "(1240, 1602)": 1733, "(711, 115)": 1734, "(469, 346)": 1735, "(940, 550)": 1736, "(318, 112)": 1737, "(32, 415)": 1738, "(97, 403)": 1739, "(703, 1361)": 1740, "(419, 410)": 1741, "(340, 282)": 1742, "(351, 121)": 1743, "(857, 512)": 1744, "(431, 116)": 1745, "(265, 304)": 1746, "(885, 264)": 1747, "(114, 336)": 1748, "(268, 1409)": 1749, "(277, 482)": 1750, "(1351, 436)": 1751, "(290, 280)": 1752, "(377, 99)": 1753, "(546, 865)": 1754, "(526, 1154)": 1755, "(552, 395)": 1756, "(301, 1429)": 1757, "(110, 121)": 1758, "(651, 1111)": 1759, "(495, 372)": 1760, "(97, 433)": 1761, "(1445, 112)": 1762, "(363, 338)": 1763, "(258, 687)": 1764, "(1312, 1404)": 1765, "(32, 280)": 1766, "(723, 479)": 1767, "(482, 110)": 1768, "(285, 270)": 1769, "(1032, 1041)": 1770, "(1037, 290)": 1771, "(117, 644)": 1772, "(1117, 264)": 1773, "(269, 261)": 1774, "(580, 345)": 1775, "(318, 494)": 1776, "(649, 99)": 1777, "(53, 48)": 1778, "(366, 117)": 1779, "(1108, 1302)": 1780, "(375, 766)": 1781, "(274, 99)": 1782, "(268, 537)": 1783, "(97, 308)": 1784, "(450, 115)": 1785, "(317, 766)": 1786, "(334, 417)": 1787, "(328, 589)": 1788, "(312, 367)": 1789, "(287, 823)": 1790, "(311, 729)": 1791, "(311, 554)": 1792, "(1051, 264)": 1793, "(280, 823)": 1794, "(328, 686)": 1795, "(433, 295)": 1796, "(352, 484)": 1797, "(275, 440)": 1798, "(332, 276)": 1799, "(337, 280)": 1800, "(314, 486)": 1801, "(417, 455)": 1802, "(1291, 286)": 1803, "(264, 261)": 1804, "(337, 306)": 1805, "(1574, 271)": 1806, "(50, 52)": 1807, "(322, 262)": 1808, "(801, 443)": 1809, "(1353, 602)": 1810, "(1068, 115)": 1811, "(275, 372)": 1812, "(1023, 264)": 1813, "(294, 482)": 1814, "(72, 76)": 1815, "(561, 533)": 1816, "(830, 110)": 1817, "(1201, 343)": 1818, "(1736, 769)": 1819, "(290, 648)": 1820, "(256, 829)": 1821, "(360, 343)": 1822, "(734, 512)": 1823, "(674, 364)": 1824, "(256, 1008)": 1825, "(377, 102)": 1826, "(1170, 719)": 1827, "(1065, 115)": 1828, "(278, 686)": 1829, "(371, 290)": 1830, "(259, 343)": 1831, "(32, 308)": 1832, "(1638, 671)": 1833, "(100, 261)": 1834, "(307, 336)": 1835, "(121, 108)": 1836, "(547, 1440)": 1837, "(416, 504)": 1838, "(107, 101)": 1839, "(1791, 278)": 1840, "(542, 280)": 1841, "(1388, 507)": 1842, "(376, 414)": 1843, "(631, 389)": 1844, "(338, 290)": 1845, "(333, 270)": 1846, "(332, 264)": 1847, "(337, 286)": 1848, "(294, 344)": 1849, "(431, 563)": 1850, "(104, 390)": 1851, "(273, 283)": 1852, "(103, 259)": 1853, "(674, 1338)": 1854, "(390, 121)": 1855, "(333, 121)": 1856, "(104, 646)": 1857, "(110, 101)": 1858, "(962, 116)": 1859, "(1275, 597)": 1860, "(333, 1720)": 1861, "(292, 336)": 1862, "(314, 97)": 1863, "(845, 398)": 1864, "(300, 99)": 1865, "(900, 1112)": 1866, "(264, 121)": 1867, "(103, 283)": 1868, "(450, 97)": 1869, "(948, 340)": 1870, "(795, 283)": 1871, "(332, 1564)": 1872, "(714, 800)": 1873, "(391, 109)": 1874, "(273, 638)": 1875, "(314, 345)": 1876, "(275, 266)": 1877, "(97, 117)": 1878, "(635, 520)": 1879, "(118, 286)": 1880, "(845, 462)": 1881, "(431, 542)": 1882, "(277, 1058)": 1883, "(32, 489)": 1884, "(275, 557)": 1885, "(65, 83)": 1886, "(276, 97)": 1887, "(373, 1258)": 1888, "(351, 421)": 1889, "(270, 97)": 1890, "(277, 350)": 1891, "(256, 273)": 1892, "(1324, 479)": 1893, "(294, 554)": 1894, "(1536, 693)": 1895, "(1098, 296)": 1896, "(112, 424)": 1897, "(292, 264)": 1898, "(407, 115)": 1899, "(276, 398)": 1900, "(522, 102)": 1901, "(819, 1005)": 1902, "(108, 286)": 1903, "(737, 109)": 1904, "(470, 767)": 1905, "(262, 116)": 1906, "(359, 73)": 1907, "(49, 400)": 1908, "(1319, 261)": 1909, "(115, 112)": 1910, "(1520, 450)": 1911, "(1137, 473)": 1912, "(359, 910)": 1913, "(1913, 389)": 1914, "(359, 1870)": 1915, "(275, 1297)": 1916, "(1872, 111)": 1917, "(1263, 866)": 1918, "(1050, 73)": 1919, "(441, 269)": 1920, "(688, 637)": 1921, "(294, 1066)": 1922, "(292, 537)": 1923, "(314, 464)": 1924, "(50, 51)": 1925, "(300, 499)": 1926, "(278, 606)": 1927, "(1350, 283)": 1928, "(419, 529)": 1929, "(1278, 536)": 1930, "(265, 489)": 1931, "(647, 290)": 1932, "(273, 261)": 1933, "(110, 436)": 1934, "(621, 101)": 1935, "(1498, 1027)": 1936, "(261, 286)": 1937, "(1216, 860)": 1938, "(614, 283)": 1939, "(98, 1182)": 1940, "(1279, 395)": 1941, "(333, 405)": 1942, "(390, 386)": 1943, "(942, 624)": 1944, "(277, 1439)": 1945, "(471, 619)": 1946, "(487, 115)": 1947, "(277, 893)": 1948, "(1020, 713)": 1949, "(1125, 1057)": 1950, "(485, 421)": 1951, "(827, 825)": 1952, "(688, 304)": 1953, "(256, 291)": 1954, "(416, 283)": 1955, "(809, 684)": 1956, "(885, 922)": 1957, "(902, 271)": 1958, "(582, 342)": 1959, "(337, 422)": 1960, "(347, 114)": 1961, "(108, 492)": 1962, "(332, 423)": 1963, "(337, 283)": 1964, "(1914, 1603)": 1965, "(454, 500)": 1966, "(672, 343)": 1967, "(1792, 1094)": 1968, "(289, 1398)": 1969, "(542, 353)": 1970, "(111, 312)": 1971, "(265, 119)": 1972, "(257, 108)": 1973, "(97, 525)": 1974, "(1923, 462)": 1975, "(111, 271)": 1976, "(270, 356)": 1977, "(274, 286)": 1978, "(273, 286)": 1979, "(772, 464)": 1980, "(1724, 980)": 1981, "(104, 321)": 1982, "(277, 283)": 1983, "(105, 304)": 1984, "(419, 335)": 1985, "(296, 116)": 1986, "(868, 264)": 1987, "(750, 108)": 1988, "(275, 434)": 1989, "(1238, 901)": 1990, "(98, 276)": 1991, "(118, 567)": 1992, "(894, 1207)": 1993, "(298, 1432)": 1994, "(276, 109)": 1995, "(362, 1641)": 1996, "(121, 100)": 1997, "(1521, 349)": 1998, "(300, 1191)": 1999, "(461, 115)": 2000, "(346, 1139)": 2001, "(265, 1424)": 2002, "(691, 531)": 2003, "(1181, 834)": 2004, "(416, 1272)": 2005, "(351, 570)": 2006, "(337, 336)": 2007, "(273, 397)": 2008, "(1609, 939)": 2009, "(683, 405)": 2010, "(336, 588)": 2011, "(411, 525)": 2012, "(277, 692)": 2013, "(112, 276)": 2014, "(306, 276)": 2015, "(272, 46)": 2016, "(317, 476)": 2017, "(282, 686)": 2018, "(376, 803)": 2019, "(346, 395)": 2020, "(107, 264)": 2021, "(277, 532)": 2022, "(292, 276)": 2023, "(105, 428)": 2024, "(337, 261)": 2025, "(710, 116)": 2026, "(111, 270)": 2027, "(314, 436)": 2028, "(101, 102)": 2029, "(1390, 343)": 2030, "(1265, 1247)": 2031, "(361, 261)": 2032, "(530, 1709)": 2033, "(391, 1513)": 2034, "(406, 768)": 2035, "(275, 477)": 2036, "(1780, 355)": 2037, "(1333, 306)": 2038, "(573, 115)": 2039, "(1816, 638)": 2040, "(1578, 331)": 2041, "(1194, 601)": 2042, "(1271, 307)": 2043, "(576, 115)": 2044, "(1184, 115)": 2045, "(875, 505)": 2046, "(1946, 1820)": 2047, "(294, 1481)": 2048, "(265, 1525)": 2049, "(293, 278)": 2050, "(308, 116)": 2051, "(2016, 46)": 2052, "(859, 286)": 2053, "(285, 350)": 2054, "(301, 520)": 2055, "(297, 518)": 2056, "(114, 426)": 2057, "(292, 278)": 2058, "(438, 331)": 2059, "(994, 115)": 2060, "(366, 266)": 2061, "(1308, 264)": 2062, "(552, 434)": 2063, "(649, 112)": 2064, "(99, 286)": 2065, "(275, 414)": 2066, "(268, 693)": 2067, "(268, 963)": 2068, "(301, 504)": 2069, "(107, 278)": 2070, "(115, 104)": 2071, "(744, 342)": 2072, "(105, 321)": 2073, "(97, 441)": 2074, "(384, 120)": 2075, "(388, 283)": 2076, "(470, 1112)": 2077, "(1619, 286)": 2078, "(714, 588)": 2079, "(1714, 453)": 2080, "(333, 421)": 2081, "(827, 286)": 2082, "(292, 109)": 2083, "(594, 115)": 2084, "(1249, 307)": 2085, "(287, 356)": 2086, "(708, 486)": 2087, "(336, 286)": 2088, "(1456, 304)": 2089, "(342, 1120)": 2090, "(363, 2001)": 2091, "(875, 121)": 2092, "(99, 315)": 2093, "(442, 280)": 2094, "(1681, 1130)": 2095, "(863, 2007)": 2096, "(277, 487)": 2097, "(1009, 426)": 2098, "(674, 264)": 2099, "(258, 118)": 2100, "(790, 644)": 2101, "(1194, 1160)": 2102, "(1384, 787)": 2103, "(992, 380)": 2104, "(487, 261)": 2105, "(653, 295)": 2106, "(333, 291)": 2107, "(275, 381)": 2108, "(1835, 353)": 2109, "(289, 323)": 2110, "(419, 114)": 2111, "(1118, 742)": 2112, "(470, 494)": 2113, "(375, 1815)": 2114, "(364, 115)": 2115, "(977, 264)": 2116, "(270, 290)": 2117, "(541, 437)": 2118, "(757, 539)": 2119, "(52, 48)": 2120, "(265, 307)": 2121, "(275, 1545)": 2122, "(392, 111)": 2123, "(290, 111)": 2124, "(298, 1695)": 2125, "(467, 472)": 2126, "(1843, 449)": 2127, "(413, 1918)": 2128, "(283, 264)": 2129, "(102, 290)": 2130, "(1569, 615)": 2131, "(418, 115)": 2132, "(277, 114)": 2133, "(325, 1362)": 2134, "(630, 110)": 2135, "(555, 116)": 2136, "(2017, 308)": 2137, "(1926, 1245)": 2138, "(627, 107)": 2139, "(292, 1315)": 2140, "(267, 429)": 2141, "(819, 901)": 2142, "(275, 1530)": 2143, "(105, 271)": 2144, "(880, 1532)": 2145, "(768, 264)": 2146, "(101, 99)": 2147, "(654, 264)": 2148, "(311, 304)": 2149, "(32, 194)": 2150, "(296, 276)": 2151, "(277, 299)": 2152, "(1597, 312)": 2153, "(258, 364)": 2154, "(294, 475)": 2155, "(346, 269)": 2156, "(871, 264)": 2157, "(265, 353)": 2158, "(259, 436)": 2159, "(388, 511)": 2160, "(284, 323)": 2161, "(1579, 1943)": 2162, "(381, 278)": 2163, "(1202, 603)": 2164, "(1036, 110)": 2165, "(32, 261)": 2166, "(105, 380)": 2167, "(256, 261)": 2168, "(738, 101)": 2169, "(412, 98)": 2170, "(320, 493)": 2171, "(501, 286)": 2172, "(111, 262)": 2173, "(116, 283)": 2174, "(1730, 443)": 2175, "(359, 820)": 2176, "(277, 271)": 2177, "(301, 323)": 2178, "(2069, 1165)": 2179, "(1355, 948)": 2180, "(484, 1423)": 2181, "(340, 307)": 2182, "(1070, 335)": 2183, "(297, 325)": 2184, "(868, 115)": 2185, "(277, 323)": 2186, "(1644, 505)": 2187, "(292, 753)": 2188, "(419, 478)": 2189, "(924, 108)": 2190, "(544, 442)": 2191, "(116, 648)": 2192, "(100, 436)": 2193, "(561, 108)": 2194, "(1758, 105)": 2195, "(446, 2126)": 2196, "(277, 493)": 2197, "(438, 1991)": 2198, "(307, 1845)": 2199, "(875, 371)": 2200, "(285, 276)": 2201, "(1051, 465)": 2202, "(292, 1097)": 2203, "(560, 380)": 2204, "(271, 398)": 2205, "(1065, 121)": 2206, "(513, 264)": 2207, "(709, 115)": 2208, "(300, 98)": 2209, "(105, 588)": 2210, "(350, 280)": 2211, "(384, 101)": 2212, "(1286, 774)": 2213, "(292, 367)": 2214, "(347, 101)": 2215, "(536, 264)": 2216, "(626, 115)": 2217, "(278, 264)": 2218, "(99, 543)": 2219, "(632, 266)": 2220, "(259, 116)": 2221, "(375, 1252)": 2222, "(283, 100)": 2223, "(1356, 115)": 2224, "(98, 121)": 2225, "(1075, 433)": 2226, "(366, 322)": 2227, "(121, 286)": 2228, "(985, 325)": 2229, "(275, 752)": 2230, "(1865, 1789)": 2231, "(1455, 121)": 2232, "(1828, 295)": 2233, "(351, 101)": 2234, "(518, 390)": 2235, "(495, 312)": 2236, "(490, 1272)": 2237, "(1673, 644)": 2238, "(718, 262)": 2239, "(347, 410)": 2240, "(404, 103)": 2241, "(450, 264)": 2242, "(700, 112)": 2243, "(258, 479)": 2244, "(32, 1059)": 2245, "(285, 522)": 2246, "(1159, 500)": 2247, "(320, 1084)": 2248, "(32, 81)": 2249, "(332, 1315)": 2250, "(275, 504)": 2251, "(558, 1981)": 2252, "(289, 119)": 2253, "(283, 107)": 2254, "(470, 103)": 2255, "(301, 109)": 2256, "(347, 409)": 2257, "(1348, 283)": 2258, "(105, 403)": 2259, "(54, 48)": 2260, "(381, 283)": 2261, "(277, 257)": 2262, "(1003, 1625)": 2263, "(32, 38)": 2264, "(333, 276)": 2265, "(1957, 450)": 2266, "(320, 266)": 2267, "(377, 566)": 2268, "(1575, 832)": 2269, "(340, 110)": 2270, "(318, 486)": 2271, "(560, 1573)": 2272, "(256, 278)": 2273, "(1543, 264)": 2274, "(737, 1802)": 2275, "(351, 1256)": 2276, "(1064, 668)": 2277, "(1563, 480)": 2278, "(284, 114)": 2279, "(114, 122)": 2280, "(1020, 2192)": 2281, "(1411, 514)": 2282, "(316, 271)": 2283, "(1904, 276)": 2284, "(321, 428)": 2285, "(1447, 774)": 2286, "(761, 107)": 2287, "(991, 380)": 2288, "(577, 286)": 2289, "(402, 286)": 2290, "(952, 1081)": 2291, "(1131, 116)": 2292, "(298, 899)": 2293, "(289, 111)": 2294, "(1743, 296)": 2295, "(669, 101)": 2296, "(1180, 112)": 2297, "(1300, 112)": 2298, "(109, 101)": 2299, "(987, 426)": 2300, "(257, 116)": 2301, "(917, 98)": 2302, "(256, 1721)": 2303, "(681, 116)": 2304, "(294, 418)": 2305, "(284, 427)": 2306, "(285, 402)": 2307, "(406, 271)": 2308, "(99, 898)": 2309, "(604, 100)": 2310, "(351, 343)": 2311, "(286, 1004)": 2312, "(275, 415)": 2313, "(391, 100)": 2314, "(314, 1101)": 2315, "(275, 2035)": 2316, "(815, 315)": 2317, "(530, 972)": 2318, "(366, 108)": 2319, "(292, 759)": 2320, "(1357, 340)": 2321, "(277, 109)": 2322, "(320, 278)": 2323, "(1253, 517)": 2324, "(691, 295)": 2325, "(930, 616)": 2326, "(275, 583)": 2327, "(419, 933)": 2328, "(1271, 414)": 2329, "(281, 340)": 2330, "(265, 306)": 2331, "(2081, 1940)": 2332, "(311, 291)": 2333, "(920, 343)": 2334, "(266, 321)": 2335, "(1141, 1107)": 2336, "(270, 105)": 2337, "(650, 1676)": 2338, "(393, 1966)": 2339, "(1907, 84)": 2340, "(2123, 667)": 2341, "(1846, 713)": 2342, "(306, 597)": 2343, "(258, 525)": 2344, "(431, 371)": 2345, "(635, 315)": 2346, "(389, 286)": 2347, "(266, 310)": 2348, "(1547, 2015)": 2349, "(1768, 283)": 2350, "(525, 290)": 2351, "(1133, 1314)": 2352, "(294, 345)": 2353, "(404, 1227)": 2354, "(1213, 264)": 2355, "(104, 97)": 2356, "(111, 296)": 2357, "(284, 2304)": 2358, "(1748, 517)": 2359, "(1639, 119)": 2360, "(383, 286)": 2361, "(301, 1047)": 2362, "(1751, 1015)": 2363, "(97, 599)": 2364, "(1744, 522)": 2365, "(342, 116)": 2366, "(99, 111)": 2367, "(2227, 1667)": 2368, "(301, 117)": 2369, "(291, 566)": 2370, "(683, 110)": 2371, "(321, 304)": 2372, "(259, 304)": 2373, "(391, 110)": 2374, "(270, 661)": 2375, "(362, 1301)": 2376, "(1988, 1006)": 2377, "(682, 286)": 2378, "(382, 381)": 2379, "(894, 1106)": 2380, "(268, 304)": 2381, "(346, 103)": 2382, "(301, 112)": 2383, "(863, 510)": 2384, "(359, 656)": 2385, "(650, 102)": 2386, "(277, 1715)": 2387, "(571, 2193)": 2388, "(590, 601)": 2389, "(301, 1909)": 2390, "(998, 573)": 2391, "(393, 266)": 2392, "(392, 108)": 2393, "(777, 121)": 2394, "(118, 2337)": 2395, "(1735, 1560)": 2396, "(490, 101)": 2397, "(366, 2198)": 2398, "(717, 1175)": 2399, "(680, 1441)": 2400, "(1250, 271)": 2401, "(273, 464)": 2402, "(1137, 323)": 2403, "(2130, 534)": 2404, "(278, 417)": 2405, "(283, 379)": 2406, "(287, 264)": 2407, "(649, 103)": 2408, "(382, 276)": 2409, "(403, 261)": 2410, "(115, 308)": 2411, "(688, 2011)": 2412, "(966, 304)": 2413, "(326, 1853)": 2414, "(275, 729)": 2415, "(351, 1974)": 2416, "(658, 262)": 2417, "(1507, 860)": 2418, "(314, 121)": 2419, "(1508, 331)": 2420, "(362, 423)": 2421, "(119, 496)": 2422, "(265, 358)": 2423, "(265, 876)": 2424, "(351, 756)": 2425, "(469, 422)": 2426, "(1954, 2132)": 2427, "(332, 475)": 2428, "(610, 53)": 2429, "(314, 475)": 2430, "(312, 308)": 2431, "(2431, 617)": 2432, "(2432, 472)": 2433, "(1897, 465)": 2434, "(549, 1340)": 2435, "(335, 264)": 2436, "(114, 343)": 2437, "(285, 494)": 2438, "(1556, 271)": 2439, "(454, 110)": 2440, "(724, 2030)": 2441, "(304, 104)": 2442, "(52, 52)": 2443, "(1558, 350)": 2444, "(266, 516)": 2445, "(1963, 1784)": 2446, "(266, 342)": 2447, "(118, 282)": 2448, "(412, 1867)": 2449, "(361, 1229)": 2450, "(739, 264)": 2451, "(388, 453)": 2452, "(809, 290)": 2453, "(267, 120)": 2454, "(490, 796)": 2455, "(2455, 287)": 2456, "(2393, 1678)": 2457, "(391, 269)": 2458, "(301, 78)": 2459, "(2459, 76)": 2460, "(1712, 2395)": 2461, "(1072, 950)": 2462, "(292, 534)": 2463, "(366, 448)": 2464, "(837, 119)": 2465, "(1019, 2404)": 2466, "(838, 271)": 2467, "(382, 968)": 2468, "(451, 808)": 2469, "(50, 50)": 2470, "(314, 1586)": 2471, "(1012, 291)": 2472, "(613, 1589)": 2473, "(275, 2051)": 2474, "(277, 418)": 2475, "(2139, 717)": 2476, "(992, 462)": 2477, "(404, 98)": 2478, "(863, 290)": 2479, "(581, 1331)": 2480, "(477, 280)": 2481, "(292, 393)": 2482, "(607, 286)": 2483, "(733, 1960)": 2484, "(501, 264)": 2485, "(587, 121)": 2486, "(523, 2440)": 2487, "(1990, 472)": 2488, "(314, 512)": 2489, "(270, 259)": 2490, "(314, 111)": 2491, "(289, 2174)": 2492, "(281, 106)": 2493, "(838, 866)": 2494, "(621, 343)": 2495, "(297, 114)": 2496, "(1542, 264)": 2497, "(808, 117)": 2498, "(361, 430)": 2499, "(108, 261)": 2500, "(446, 1774)": 2501, "(2085, 1346)": 2502, "(712, 115)": 2503, "(104, 282)": 2504, "(283, 259)": 2505, "(391, 494)": 2506, "(540, 2370)": 2507, "(32, 435)": 2508, "(1017, 115)": 2509, "(1377, 379)": 2510, "(1141, 514)": 2511, "(835, 343)": 2512, "(382, 1146)": 2513, "(856, 535)": 2514, "(298, 393)": 2515, "(195, 179)": 2516, "(378, 742)": 2517, "(1886, 80)": 2518, "(451, 2285)": 2519, "(392, 312)": 2520, "(2287, 2090)": 2521, "(285, 346)": 2522, "(467, 340)": 2523, "(296, 843)": 2524, "(446, 112)": 2525, "(275, 501)": 2526, "(292, 707)": 2527, "(294, 1464)": 2528, "(328, 349)": 2529, "(715, 264)": 2530, "(384, 1203)": 2531, "(270, 340)": 2532, "(292, 271)": 2533, "(1072, 1043)": 2534, "(507, 115)": 2535, "(2352, 606)": 2536, "(733, 259)": 2537, "(351, 406)": 2538, "(101, 104)": 2539, "(32, 421)": 2540, "(297, 751)": 2541, "(333, 117)": 2542, "(2476, 287)": 2543, "(50, 56)": 2544, "(515, 109)": 2545, "(103, 278)": 2546, "(347, 261)": 2547, "(1109, 115)": 2548, "(895, 659)": 2549, "(388, 118)": 2550, "(1453, 121)": 2551, "(1431, 742)": 2552, "(332, 1448)": 2553, "(265, 2182)": 2554, "(410, 1423)": 2555, "(317, 1470)": 2556, "(549, 296)": 2557, "(52, 53)": 2558, "(527, 264)": 2559, "(294, 273)": 2560, "(1387, 115)": 2561, "(465, 264)": 2562, "(314, 2498)": 2563, "(2231, 121)": 2564, "(815, 1245)": 2565, "(301, 286)": 2566, "(317, 486)": 2567, "(322, 283)": 2568, "(258, 457)": 2569, "(300, 316)": 2570, "(661, 711)": 2571, "(333, 104)": 2572, "(101, 296)": 2573, "(256, 692)": 2574, "(121, 110)": 2575, "(1140, 1732)": 2576, "(359, 1297)": 2577, "(294, 2109)": 2578, "(382, 1298)": 2579, "(2579, 797)": 2580, "(2064, 1932)": 2581, "(1817, 2339)": 2582, "(197, 132)": 2583, "(79, 84)": 2584, "(282, 280)": 2585, "(285, 278)": 2586, "(1737, 274)": 2587, "(2587, 390)": 2588, "(909, 1122)": 2589, "(324, 349)": 2590, "(304, 462)": 2591, "(318, 2008)": 2592, "(348, 1252)": 2593, "(347, 108)": 2594, "(317, 803)": 2595, "(256, 266)": 2596, "(310, 261)": 2597, "(362, 321)": 2598, "(1054, 596)": 2599, "(1052, 264)": 2600, "(880, 1094)": 2601, "(2100, 752)": 2602, "(1022, 115)": 2603, "(984, 283)": 2604, "(739, 115)": 2605, "(363, 421)": 2606, "(416, 307)": 2607, "(610, 52)": 2608, "(361, 371)": 2609, "(868, 286)": 2610, "(1804, 283)": 2611, "(1212, 638)": 2612, "(275, 628)": 2613, "(350, 464)": 2614, "(1159, 1041)": 2615, "(650, 2434)": 2616, "(1384, 449)": 2617, "(292, 261)": 2618, "(956, 1034)": 2619, "(956, 637)": 2620, "(880, 273)": 2621, "(355, 104)": 2622, "(325, 262)": 2623, "(359, 101)": 2624, "(332, 342)": 2625, "(300, 102)": 2626, "(761, 101)": 2627, "(530, 667)": 2628, "(332, 282)": 2629, "(293, 799)": 2630, "(417, 99)": 2631, "(284, 1517)": 2632, "(1206, 264)": 2633, "(458, 340)": 2634, "(1675, 453)": 2635, "(833, 898)": 2636, "(908, 763)": 2637, "(1371, 648)": 2638, "(314, 736)": 2639, "(275, 816)": 2640, "(371, 282)": 2641, "(368, 315)": 2642, "(355, 2159)": 2643, "(691, 719)": 2644, "(65, 84)": 2645, "(778, 105)": 2646, "(318, 1790)": 2647, "(944, 290)": 2648, "(1411, 950)": 2649, "(495, 360)": 2650, "(390, 398)": 2651, "(332, 262)": 2652, "(1329, 286)": 2653, "(1290, 116)": 2654, "(483, 108)": 2655, "(2513, 1001)": 2656, "(887, 2392)": 2657, "(2657, 98)": 2658, "(777, 115)": 2659, "(1488, 2199)": 2660, "(351, 1248)": 2661, "(544, 1010)": 2662, "(560, 286)": 2663, "(1649, 545)": 2664, "(369, 325)": 2665, "(112, 271)": 2666, "(1700, 112)": 2667, "(323, 103)": 2668, "(718, 389)": 2669, "(296, 103)": 2670, "(117, 107)": 2671, "(977, 664)": 2672, "(108, 449)": 2673, "(50, 57)": 2674, "(392, 486)": 2675, "(366, 1246)": 2676, "(1471, 117)": 2677, "(737, 763)": 2678, "(1103, 331)": 2679, "(425, 1289)": 2680, "(1777, 1899)": 2681, "(284, 918)": 2682, "(1389, 591)": 2683, "(1044, 109)": 2684, "(456, 153)": 2685, "(293, 639)": 2686, "(391, 296)": 2687, "(364, 116)": 2688, "(1119, 2070)": 2689, "(265, 2181)": 2690, "(274, 262)": 2691, "(1539, 462)": 2692, "(275, 693)": 2693, "(893, 746)": 2694, "(363, 1794)": 2695, "(986, 745)": 2696, "(292, 486)": 2697, "(388, 312)": 2698, "(262, 110)": 2699, "(1593, 105)": 2700, "(371, 969)": 2701, "(265, 372)": 2702, "(2331, 364)": 2703, "(1510, 304)": 2704, "(271, 355)": 2705, "(360, 426)": 2706, "(2190, 1869)": 2707, "(1009, 119)": 2708, "(116, 402)": 2709, "(284, 1694)": 2710, "(314, 438)": 2711, "(32, 452)": 2712, "(277, 1380)": 2713, "(363, 2518)": 2714, "(389, 97)": 2715, "(2340, 115)": 2716, "(469, 2399)": 2717, "(1475, 121)": 2718, "(677, 101)": 2719, "(917, 1402)": 2720, "(1266, 110)": 2721, "(915, 280)": 2722, "(1278, 410)": 2723, "(1766, 99)": 2724, "(643, 476)": 2725, "(1610, 1401)": 2726, "(1417, 910)": 2727, "(646, 1235)": 2728, "(285, 335)": 2729, "(50, 55)": 2730, "(1431, 2673)": 2731, "(53, 400)": 2732, "(351, 111)": 2733, "(1723, 1177)": 2734, "(282, 97)": 2735, "(611, 1022)": 2736, "(2253, 261)": 2737, "(1076, 115)": 2738, "(268, 336)": 2739, "(2256, 338)": 2740, "(277, 1805)": 2741, "(328, 606)": 2742, "(2220, 264)": 2743, "(51, 53)": 2744, "(335, 101)": 2745, "(362, 2025)": 2746, "(97, 513)": 2747, "(346, 259)": 2748, "(301, 282)": 2749, "(298, 110)": 2750, "(377, 965)": 2751, "(786, 342)": 2752, "(366, 692)": 2753, "(2031, 343)": 2754, "(1189, 115)": 2755, "(292, 935)": 2756, "(275, 452)": 2757, "(256, 1097)": 2758, "(558, 2270)": 2759, "(283, 121)": 2760, "(1685, 1120)": 2761, "(2267, 537)": 2762, "(289, 1726)": 2763, "(2763, 397)": 2764, "(895, 118)": 2765, "(298, 98)": 2766, "(2038, 2433)": 2767, "(1849, 1433)": 2768, "(276, 882)": 2769, "(290, 343)": 2770, "(781, 379)": 2771, "(1093, 2079)": 2772, "(422, 103)": 2773, "(56, 48)": 2774, "(285, 345)": 2775, "(1645, 1296)": 2776, "(274, 280)": 2777, "(420, 508)": 2778, "(605, 118)": 2779, "(265, 736)": 2780, "(363, 101)": 2781, "(111, 336)": 2782, "(2302, 262)": 2783, "(477, 266)": 2784, "(1062, 844)": 2785, 